{
  "test": "Testare",
  "title": "Lucrează la ILLA",
  "slogan": "Confruntarea cu provocări cu oameni buni",
  "description": "ILLA este o afacere cu oameni mari. Membrii noștri majori au venit de la companii și universități celebre precum ByteDance, Kwai, Pecking University, și HKUST. Ei au deja experiența dezvoltării TikTok și Kwai de la zero la 100 de milioane de utilizatori și au acumulat experiență bogată în dezvoltarea produselor.\nNe angajăm să dezvoltăm excelente produse de platformă cu coduri joase pentru dezvoltatori din întreaga lume, ajutându-i să își reducă costurile legate de proiectarea interfeței și de integrarea datelor. Vom institui un sistem de cloud computing intern complet, care va oferi întreprinderilor nou-înființate și întreprinderilor mici servicii de cloud computing ieftine și de înaltă calitate.",
  "life": {
    "title": "Viața la ILLA",
    "benefit": {
      "title": "Beneficiul nostru",
      "newcomer": {
        "title": "Beneficiile nou-veniților",
        "des": "laptop-uri Apple și calculatoare desktop pentru angajați noi"
      },
      "welfare": {
        "title": "Bunăstarea",
        "des": "Indemnizaţie zilnică pentru masă şi prestaţii lunare pentru a ajuta angajaţii să se îmbunătăţească"
      },
      "office": {
        "title": "Beneficii pentru birouri",
        "des": "Casa gratuită, activităţi săptămânale cu teme diferite"
      },
      "holiday": {
        "title": "Beneficiile vacanței",
        "des": "să ofere angajaţilor concediu anual şi concediu medical;"
      }
    }
  },
  "address": {
    "title": "Birourile noastre",
    "beijing": {
      "title": "Beijing",
      "location": "7/F, Wangfujing 219 Taohui Xintian, Districtul Dongcheng, Beijing"
    },
    "shenzhen": {
      "title": "Shenzhen",
      "location": "9/F, Block B, TCL Building, No.6 Gaoxin South Road, Nanshan, Shenzhen, Guangdong"
    }
  },
  "recruiting": {
    "title": "Noi recrutăm",
    "responsibilities": "Responsabilități privind locurile de muncă:",
    "requirements": "Cerințele job-ului:",
    "pluses": "Plusuri:",
    "frontEnd": {
      "title": "Inginer frontal ",
      "responsibilities": "1. Du-te sau participă la dezvoltarea bibliotecilor componente, și îmbunătățește continuu ușurința de utilizare și scalabilitatea bibliotecilor componente.\n2. Plumb sau participă la dezvoltarea unei platforme cu cod jos, continuă să îmbunătățească ușurința de utilizare, stabilitatea și scalabilitatea platformei cu cod jos.",
      "requirements": "1. Gradul de licență sau mai mare, major în subiectele legate de calculator;\n2. Competențe bune în materie de comunicare și expresie, capacitate puternică de execuție, gravă, riguroasă și foarte responsabilă pentru muncă;\n3. Bună la gândire și rezumat, susținând inovarea și optimizarea continuă, gândirea atentă, codul riguros și interesul puternic pentru tehnologie;\n4. ficient în competențe HTML5/ES6/CSS3 și alte abilități de dezvoltare web, capabile să finalizeze independent producția de pagini, cu bune abilități CSS;\n5. Familiar cu cel puțin un cadru general din față, cum ar fi Vue, React, Svelte, etc.;\n6. să fie familiar cu dezvoltarea sistemului de aplicații web, să înțeleagă foarte bine protocolul HTTP și serverul web;",
      "pluses": "1. Familiar cu Nodejs în dezvoltarea serverului back-end cu experiență în convalențe mari, analiză de performanță și tuning, și arhitectură de servicii back-end;\n2. Experiență în dezvoltarea bibliotecii componentelor;\n3. Experiență în întreținerea proiectului open-source."
    },
    "Golang": {
      "title": "Ingineri de dezvoltare Golang",
      "responsibilities": "1. Responsabil cu dezvoltarea sistemelor Go de înaltă calitate și cu întreținerea infrastructurii proiectului open-source ILLA Familie.\n2. Să optimizeze performanța serviciilor online și offline și să sprijine punerea în aplicare a unor soluții de recuperare a dezastrelor cu un grad ridicat de concurență, multicameră.\n3. Înţelege scrierea de test de unitate şi au capacitatea de a produce cerinţe de cod de înaltă calitate în conformitate cu proiectele open-source.\n4. Aveţi experienţă legată de containere.",
      "requirements": "1. Buna structură de date și o bază de algoritm, abilități solide de programare\n2. Familiar cu una dintre limbile HP, familiarizat cu MySQL, Redis, Kafka mesaj de aşteptare, etc.\n3. Experienţa în întreţinerea proiectului open source ar fi un plus.\n4. Familiar cu tehnologii legate de front-end, Vue, HTML, JavaScript, și CSS ar fi un plus.\n5. Preferă dezvoltatorii cu gândire independentă, conștienți de produs și au capacitatea de a propune îmbunătățiri de sistem și de a optimiza produsele"
    },
    "contact-us": "Contactați-ne ",
    "cv": "Căutând CV-ul dumneavoastră:"
  }
}
