{
  "learn-more": "Află mai multe",
  "try-now": "Încearcă acum",
  "live-demo": "Demo live",
  "build-with": "Construiește cu {{name}}",
  "integrations": {
    "meta": {
      "title": "Integrări ILLA Cloud",
      "description": "ILLA integrează zeci de surse de date și oferă o metodă foarte simplă de conectare de date, care se pot conecta la baze de date sau API cum ar fi MySQL, PostgreSQL și Hugging Face."
    },
    "header": {
      "title": "Conectează-te la orice sursă de date",
      "description": "Cu posibilitatea de a se conecta la bazele de date standard sau orice date conectate prin API-uri, ILLA Cloud permite dezvoltatorilor să integreze strâns datele obținute din back-end cu componentele front-end. Acest lucru permite dezvoltatorilor să scrie cu ușurință apelurile de date și să realizeze o interacțiune extinsă cu informația prin adăugarea de resurse și acțiuni pentru a răspunde la evenimentele utilizatorului.",
      "btn-text": "Încearcă gratuit"
    },
    "classify": {
      "database-integrations": "Integrări Baza de date",
      "api-integrations": "Integrări API"
    },
    "back": "Înapoi la integrări"
  },
  "components": {
    "meta": {
      "title": "Componente ILLA Cloud",
      "description": "ILLA oferă o gamă de componente de dezvoltare front-end utilizate în mod obișnuit, permite utilizatorilor să construiască cu ușurință interfețe front-end și să răspundă la acțiunile utilizatorului și să afișeze date prin operațiuni simple drag-and-drop În plus, utilizatorii pot construi componente complexe precum tabele, grafice, formulare, liste și multe altele prin intermediul platformei. Această abordare simplă le permite utilizatorilor să creeze componente complexe fără eforturi."
    },
    "header": {
      "title": "Biblioteca de componente încorporate",
      "description": "ILLA oferă o gamă de componente de dezvoltare front-end utilizate în mod obișnuit, permite utilizatorilor să construiască cu ușurință interfețe front-end și să răspundă la acțiunile utilizatorului și să afișeze date prin operațiuni simple drag-and-drop Utilizatorii pot construi componente complexe cum ar fi tabele, grafice, formulare, liste și multe altele prin ILLA.",
      "btn-text": "Încearcă gratuit"
    },
    "classify": {
      "inputs": "Inputs",
      "data": "Date",
      "presentation": "Prezentare"
    },
    "back": "Înapoi la componente"
  },
  "second-page": {
    "feature": {
      "label": "caracteristică",
      "title": "Ce setează ILLA Cloud în afară de alții?",
      "description": "ILLA Cloud generează caracteristica SQL și libertatea JavaScript, împreună cu integrarea sa fără probleme cu bazele de date și API-urile, transformă-l într-un instrument eficient pentru dezvoltatori care construiesc instrumente interne cu componente drag-and-drop în timp real.",
      "item-1-title": "Plugin ChatGPT",
      "item-1-description": "Cu Pluginul Chatgpt încorporat, puteți introduce limba naturală și puteți obține extrase SQL care pot fi rulate direct.",
      "item-2-title": "Construit pentru dezvoltatori",
      "item-2-description": "Oferim dezvoltatorilor libertate JavaScript prin împachetarea declarațiilor JS cu {{Template Syntax}} pentru a adăuga varietate la ieșire.",
      "item-3-title": "Integrează cu orice sursă de date",
      "item-3-description": "ILLA Cloud se conectează la baze de date și API-uri și integrează date back-end cu componente front-end, simplificând solicitările de date pentru o interacțiune informațională masivă.",
      "item-4-title": "Colaborare în timp real",
      "item-4-description": "ILLA transformă imaginația în cod real și design-uri cu colaborare în timp real în ILLA Builder, îmbunătățind eficiența dezvoltării.",
      "item-5-title": "Biblioteca UI Responsive",
      "item-5-description": "Zeci de componente ale Constructorului ILLA pot fi mutate și reduse, economisind timp și stimulând productivitatea dezvoltatorului."
    },
    "template": {
      "label": "Şabloane",
      "title": "Ce poți construi cu ILLA?",
      "description": "ILLA Cloud oferă o varietate de componente, cum ar fi tabele, grafice, formulare, liste etc. Utilizatorii pot construi cu ușurință tablouri de bord, panouri de administrare, formulare de chestionare și multe altele folosind aceste componente.",
      "item-1-title": "Panou",
      "item-1-description": "Folosește tabele și diagrame pentru a crea un tablou de bord.",
      "item-2-title": "Sondaj",
      "item-2-description": "Folosiți componente de intrare și formular pentru a crea aplicații de formular.",
      "item-3-title": "Panou de administrare",
      "item-3-description": "Utilizați o componentă de listă pentru a afișa și gestiona informații."
    }
  }
}