{
  "test": "teste",
  "title": "Trabalho na ILLA",
  "slogan": "Enfrentando desafios com pessoas grandes",
  "description": "A ILLA é uma start-up com grandes pessoas. Nossos principais membros vieram de empresas e universidades famosas como ByteDance, Kwai, Universidade Pecking e HKUST. Eles já têm a experiência de desenvolver a TikTok e a Kwai de zero a 100 milhões de utilizadores e acumularam uma experiência rica em desenvolvimento de produtos.\nEstamos comprometidos a desenvolver excelentes produtos de plataforma de código baixo para desenvolvedores em todo o mundo, ajudando-os a reduzir seus custos de tempo com integrações de design de interface do usuário e dados. Estabeleceremos um sistema de nuvem interno completo para a empresa, proporcionando start-ups e pequenas empresas com serviços em nuvem de baixo custo e de alta qualidade.",
  "life": {
    "title": "Vida na ILLA",
    "benefit": {
      "title": "Nosso benefício",
      "newcomer": {
        "title": "Benefícios para novatos",
        "des": "laptops e computadores desktop da Apple para novos funcionários"
      },
      "welfare": {
        "title": "Bem-estar",
        "des": "O subsídio diário de refeição e os benefícios mensais para ajudar os funcionários a melhorarem a si mesmos"
      },
      "office": {
        "title": "Benefícios corporais",
        "des": "café, atividades semanais com temas diferentes"
      },
      "holiday": {
        "title": "Benefícios de férias",
        "des": "fornecer aos funcionários férias anuais e licença de doença, além de feriados"
      }
    }
  },
  "address": {
    "title": "Nossos escritórios",
    "beijing": {
      "title": "Beijing",
      "location": "7/F, Wangfujing 219 Taohui Xintian, Dongcheng District, Pequim"
    },
    "shenzhen": {
      "title": "Shenzhen",
      "location": "9/F, Bloco B, TCL Building, No.6 Gaoxin South Road, Nanshan District, Shenzhen, Guangdong"
    }
  },
  "recruiting": {
    "title": "Estamos recrutando",
    "responsibilities": "Responsabilidades do trabalho:",
    "requirements": "Requisitos da tarefa:",
    "pluses": "Plus:",
    "frontEnd": {
      "title": "Engenheiro da Frente ",
      "responsibilities": "1. Liderar ou participar do desenvolvimento de bibliotecas de componentes e melhorar continuamente a facilidade de uso e escalabilidade das bibliotecas de componentes.\n2. Líder ou participar do desenvolvimento de uma plataforma de código baixo, continuar a melhorar a facilidade de uso, estabilidade e escalabilidade da plataforma de código baixo",
      "requirements": "1. Grau de Bacharel ou superior, maior em assuntos relacionados a computador;\n2. Boa habilidade de comunicação e expressão, forte capacidade de execução, seriedade, rigor e altamente responsável pelo trabalho;\n3. Bom pensamento e resumo, advogando a inovação e a otimização contínua, pensamento cuidadoso, código rigoroso e forte interesse pela tecnologia;\n4. Proficiente em HTML5/ES6/CSS3 e outras habilidades de desenvolvimento Web, capazes de concluir independentemente a produção da página, com boas habilidades CSS;\n5. Familiar com pelo menos um framework de front-end convencional, como Vue, React, Svelte, etc;\n6. Familiarizado com o desenvolvimento do sistema de aplicação Web, tem um grande entendimento do protocolo HTTP e do servidor web;",
      "pluses": "1. Familiarizado com o desenvolvimento back-end do servidor, com experiência em alta conmoeda, análise de desempenho e ajustes e arquitetura de serviços de back-end;\n2. Experiência no desenvolvimento da biblioteca de componentes;\n3. Experiência em manutenção de projeto de código aberto."
    },
    "Golang": {
      "title": "Engenheiros de desenvolvimento Golang",
      "responsibilities": "1. Responsável pelo desenvolvimento de sistemas Go de alta qualidade e manutenção da infraestrutura do projeto ILLA Família de Código Aberto.\n2. Otimize o desempenho de serviços online e off-line e apoie a implementação de soluções de recuperação de catástrofes de alta conmoeda, multi-quartos.\n3. Entenda a escrita do teste unitário, e tenha a capacidade de produzir requisitos de código de alta qualidade em conformidade com projetos de código aberto.\n4. Tenha experiência relacionada a contêineres.",
      "requirements": "1. Boa estrutura de dados e fundação de algoritmos, sólidas habilidades de programação.\n2. Familiarizado com uma das linguagens Go, familiar com MySQL, Redis, fila de mensagens Kafka, etc.\n3. Experiência em manutenção de projeto de código aberto seria mais do que isso.\n4. Familiar com tecnologias relacionadas ao front-end, Vue, HTML, JavaScript e CSS seria um plus.\n5. Prefira desenvolvedores com pensamento independente, consciência de produtos, e tenha a capacidade de propor melhorias de sistema e otimizar produtos"
    },
    "contact-us": "Entre em contato ",
    "cv": "Procurando pelo seu CV:"
  },
  "language": {
    "en-US": "Portuguese-Brazil",
    "zh-CN": "简体中文",
    "ko-KR": "한국인",
    "ja-JP": "日本語",
    "af-ZA": "africâner",
    "cs-CZ": "cm tina",
    "de-DE": "Alemão",
    "da-DK": "dansk",
    "el-GR": "ελληνικά",
    "es-ES": "español",
    "fi-FI": "suomi",
    "fr-FR": "francos",
    "it-IT": "Italiano",
    "nl-NL": "Nederlândia",
    "no-NO": "norsk",
    "pl-PL": "polski",
    "pt-PT": "portuguequisa",
    "ro-RO": "ranhura até",
    "ru-RU": "rebenta&hrebenta&gina&gina&g&hrb&g&b&b&g&b&b&er&b&b&cax&b&h&r&b&b",
    "sv-SE": "svenska",
    "uk-UA": "українська"
  }
}
