{
  "learn-more": "Mais informações",
  "try-now": "Experimente agora",
  "live-demo": "Demonstração ao vivo",
  "build-with": "Construir com {{name}}",
  "integrations": {
    "meta": {
      "title": "Integrações ILLA Cloud",
      "description": "A ILLA integra dezenas de fontes de dados e fornece um método de conexão de dados muito simples, que pode conectar a bancos de dados ou APIs como MySQL, PostgreSQL e Hugging Face."
    },
    "header": {
      "title": "Conecte-se a qualquer fonte de dados",
      "description": "Com a capacidade de se conectar a bancos de dados mainstream ou qualquer dado conectado através de APIs, ILLA Cloud permite que desenvolvedores integrem rigorosamente dados obtidos do back-end com componentes front-end. Isso permite que os desenvolvedores escrevam facilmente chamadas de dados e alcancem uma ampla interação de informação, adicionando recursos e ações para responder a eventos do usuário.",
      "btn-text": "Experimente de Graça"
    },
    "classify": {
      "database-integrations": "Integrações do banco",
      "api-integrations": "Integrações de API"
    },
    "back": "Voltar para integrações"
  },
  "components": {
    "meta": {
      "title": "Componentes ILLA Cloud",
      "description": "ILLA fornece uma variedade de componentes de desenvolvimento front-end comumente usados, permitindo que os usuários criem facilmente interfaces front-end e respondam às ações do usuário e exibam dados através de operações simples de arrastar e soltar. Além disso, os usuários podem construir componentes complexos, como tabelas, gráficos, formulários, listas e muito mais, através da plataforma. Esta abordagem simples capacita os usuários a criarem componentes complexos sem esforço."
    },
    "header": {
      "title": "Biblioteca de componentes internos",
      "description": "ILLA fornece uma variedade de componentes de desenvolvimento front-end comumente usados, permitindo que os usuários criem facilmente interfaces front-end e respondam às ações do usuário e exibam dados através de operações simples de arrastar e soltar. Os usuários podem construir componentes complexos, como tabelas, gráficos, formulários, listas e muito mais através da ILLA.",
      "btn-text": "Experimente de Graça"
    },
    "classify": {
      "inputs": "Inputs",
      "data": "Dado",
      "presentation": "Apresentação"
    },
    "back": "Voltar para componentes"
  },
  "second-page": {
    "feature": {
      "label": "funcionalidade",
      "title": "O que distingue a ILLA Cloud dos outros?",
      "description": "ILLA Cloud SQL Gerar recurso e liberdade de JavaScript, juntamente com sua integração perfeita com bancos de dados e APIs, torna isto uma ferramenta eficiente para desenvolvedores construindo ferramentas internas com componentes de arrastar e soltar em tempo real.",
      "item-1-title": "Plugin ChatGPT",
      "item-1-description": "Com o plugin Chatgpt incorporado, você pode inserir instruções de linguagem natural e obter comandos SQL que podem ser executados diretamente.",
      "item-2-title": "Construído para desenvolvedores",
      "item-2-description": "Nós fornecemos aos desenvolvedores liberdade JavaScript encapsulando instruções JS com {{Template Syntax}} para adicionar variedade à saída.",
      "item-3-title": "Integrar com qualquer fonte de dados",
      "item-3-description": "ILLA Cloud conecta a bancos de dados e APIs e integra dados de back-end com componentes front-end, simplificando chamadas de dados para uma enorme interação de informação.",
      "item-4-title": "Colaboração em tempo real",
      "item-4-description": "ILLA transforma a imaginação em código real e projeta com colaboração em tempo real na ILLA Builder, melhorando a eficiência do desenvolvimento.",
      "item-5-title": "Biblioteca de UI Responsiva",
      "item-5-description": "As dezenas de componentes do Construtor ILLA podem ser arrastadas e descartadas, economizando tempo e promovendo a produtividade dos desenvolvedores."
    },
    "template": {
      "label": "Modelos",
      "title": "O que você pode construir com o ILLA?",
      "description": "ILLA Cloud oferece uma variedade de componentes, tais como tabelas, gráficos, formulários, listas, etc. Os usuários podem facilmente criar painéis, painéis de administração, formulários de pesquisa e muito mais usando esses componentes.",
      "item-1-title": "Painel",
      "item-1-description": "Usar tabelas e gráficos para criar um painel.",
      "item-2-title": "Questionário",
      "item-2-description": "Use os componentes de formulário e de entrada para criar aplicativos.",
      "item-3-title": "Painel de administração",
      "item-3-description": "Use um componente de lista para exibir e gerenciar as informações."
    }
  }
}