{
  "test": "Prova",
  "title": "Lavoro ILLA",
  "slogan": "Affrontare le sfide con grandi persone",
  "description": "ILLA è una start-up con grandi persone.I nostri principali membri sono venuti da aziende e università famose come ByteDance, Kwai, Pecking University, e HKUST. Hanno già l'esperienza di sviluppare TikTok e Kwai da zero a 100 milioni di utenti e hanno accumulato una ricca esperienza nello sviluppo dei prodotti.\nCi impegniamo a sviluppare eccellenti prodotti per piattaforme a basso codice per gli sviluppatori in tutto il mondo, aiutandoli a ridurre i costi di tempo per la progettazione dell'interfaccia utente e l'integrazione dei dati. Istituiremo un sistema cloud interno aziendale completo, che fornirà alle start-up e alle piccole imprese servizi cloud di alta qualità e a basso costo.",
  "life": {
    "title": "La vita all'ILLA",
    "benefit": {
      "title": "Il Nostro Vantaggio",
      "newcomer": {
        "title": "Benefici per i nuovi arrivati",
        "des": "laptop Apple e computer desktop per nuovi dipendenti"
      },
      "welfare": {
        "title": "Benessere",
        "des": "Indennità giornaliera e prestazioni mensili per aiutare i dipendenti a migliorare se stessi"
      },
      "office": {
        "title": "Vantaggi per ufficio",
        "des": "Caffè gratuito, attività settimanali con diversi temi"
      },
      "holiday": {
        "title": "Prestazioni per vacanze",
        "des": "fornire ai dipendenti ferie annuali e congedi per malattia oltre alle vacanze"
      }
    }
  },
  "address": {
    "title": "I nostri uffici",
    "beijing": {
      "title": "Beijing",
      "location": "7/F, Wangfujing 219 Taohui Xintian, Dongcheng District, Pechino"
    },
    "shenzhen": {
      "title": "Shenzhen",
      "location": "9/F, Blocco B, TCL Building, No.6 Gaoxin South Road, Nanshan District, Shenzhen, Guangdong"
    }
  },
  "recruiting": {
    "title": "Stiamo reclutando",
    "responsibilities": "Responsabilità Lavorativa:",
    "requirements": "Requisiti Di Lavoro:",
    "pluses": "Più:",
    "frontEnd": {
      "title": "Ingegnere del Front End ",
      "responsibilities": "1. Lead o partecipare allo sviluppo di librerie componenti, e migliorare continuamente la facilità di utilizzo e la scalabilità delle librerie componenti.\n2. Lead o partecipa allo sviluppo di una piattaforma a basso codice, continua a migliorare la facilità di utilizzo, la stabilità e la scalabilità della piattaforma a basso codice",
      "requirements": "1. Laurea o superiore, maggiore in materie informatice;\n2. Buona capacità di comunicazione ed espressione, forte capacità di esecuzione, seria, rigorosa e altamente responsabile atteggiamento per il lavoro;\n3. Buono a pensare e a riassumere, sostenendo l'innovazione e l'ottimizzazione continua, il pensiero attento, il codice rigoroso e il forte interesse per la tecnologia;\n4. Proficient in HTML5/ES6/CSS3 e altre abilità di sviluppo Web, in grado di completare in modo indipendente la produzione di pagine, con buone competenze CSS;\n5. Familiare con almeno un quadro front-end mainstream come Vue, React, Svelte, etc;\n6. Familiare con lo sviluppo di applicazioni Web, hanno una grande comprensione di protocollo HTTP e server Web;",
      "pluses": "1. Familiare con lo sviluppo del server back-end di Nodejs, con esperienza in alta concorrenza, analisi delle prestazioni, sintonizzazione e architettura di servizio back-end;\n2. Esperienza nello sviluppo di librerie componenti;\n3. Esperienza nella manutenzione di progetti open-source."
    },
    "Golang": {
      "title": "Ingegneri di sviluppo Golang",
      "responsibilities": "1. Responsabile dello sviluppo di sistemi Go di alta qualità e della manutenzione dell'infrastruttura del progetto open source ILLA Family.\n2. Ottimizzare le prestazioni dei servizi online e offline e supportare l'implementazione di soluzioni ad alta concorrenza, multi-stanza, disaster recovery.\n3. Comprendere la scrittura di test di unità e avere la capacità di produrre requisiti di codice di alta qualità in linea con progetti open-source.\n4. Avere esperienza in materia di contenitori.",
      "requirements": "1. Buona struttura dei dati e fondazione dell'algoritmo, solide capacità di programmazione.\n2. Familiare con una delle lingue Go, familiarità con MySQL, Redis, coda di messaggi Kafka, ecc.\n3. L'esperienza nella manutenzione di progetti open source sarebbe un plus.\n4. Familiare con le tecnologie relative al front-end, Vue, HTML, JavaScript, e CSS sarebbe un plus.\n5. Preferire gli sviluppatori con il pensiero indipendente, la consapevolezza del prodotto e avere la capacità di proporre miglioramenti del sistema e ottimizzare i prodotti"
    },
    "contact-us": "Contattaci ",
    "cv": "Alla ricerca del tuo CV:"
  },
  "language": {
    "en-US": "Inglese",
    "zh-CN": "简体中文",
    "ko-KR": "한국인",
    "ja-JP": "日本語",
    "af-ZA": "Africani",
    "cs-CZ": "c<unk> es<unk> tina",
    "de-DE": "Deutsch",
    "da-DK": "dansk",
    "el-GR": "ελληνικά",
    "es-ES": "español",
    "fi-FI": "suomi",
    "fr-FR": "franc<unk> ais",
    "it-IT": "italiano",
    "nl-NL": "Nederlands",
    "no-NO": "norsk",
    "pl-PL": "polski",
    "pt-PT": "portugue<unk> s",
    "ro-RO": "roma<unk> na<unk>",
    "ru-RU": "<unk> <unk> <unk> <unk> <unk> ии<unk>",
    "sv-SE": "svenska",
    "uk-UA": "українська"
  }
}
