{
  "learn-more": "Scopri di più",
  "try-now": "Prova ora",
  "live-demo": "Live demo",
  "build-with": "Costruisci con {{name}}",
  "integrations": {
    "meta": {
      "title": "Integrazioni ILLA Cloud",
      "description": "ILLA integra decine di fonti di dati e fornisce un metodo di connessione dati molto semplice, che può connettersi a database o API come MySQL, PostgreSQL e Hugging Face."
    },
    "header": {
      "title": "Connetti a qualsiasi fonte di dati",
      "description": "Con la possibilità di connettersi ai database mainstream o a qualsiasi dato connesso tramite API, ILLA Cloud consente agli sviluppatori di integrare strettamente i dati ottenuti dal back-end con componenti front-end. Ciò consente agli sviluppatori di scrivere facilmente le chiamate di dati e di ottenere un'ampia interazione di informazioni aggiungendo risorse e azioni alla risposta agli eventi dell'utente.",
      "btn-text": "Prova gratis"
    },
    "classify": {
      "database-integrations": "Integrazioni Database",
      "api-integrations": "Integrazioni API"
    },
    "back": "Torna alle integrazioni"
  },
  "components": {
    "meta": {
      "title": "Componenti ILLA Cloud",
      "description": "ILLA fornisce una gamma di componenti di sviluppo front-end comunemente usati, consentire agli utenti di costruire facilmente interfacce front-end e rispondere alle azioni degli utenti e visualizzare i dati attraverso semplici operazioni di drag-and-drop. Inoltre, gli utenti possono costruire componenti complessi come tabelle, grafici, moduli, elenchi e molto altro attraverso la piattaforma. Questo approccio semplice consente agli utenti di creare facilmente componenti complessi."
    },
    "header": {
      "title": "Libreria di componenti incorporati",
      "description": "ILLA fornisce una gamma di componenti di sviluppo front-end comunemente usati, consentire agli utenti di costruire facilmente interfacce front-end e rispondere alle azioni degli utenti e visualizzare i dati attraverso semplici operazioni di drag-and-drop. Gli utenti possono costruire componenti complessi come tabelle, grafici, moduli, elenchi e altro ancora attraverso ILLA.",
      "btn-text": "Prova gratis"
    },
    "classify": {
      "inputs": "Inputs",
      "data": "Dati",
      "presentation": "Presentazione"
    },
    "back": "Torna ai componenti"
  },
  "second-page": {
    "feature": {
      "label": "caratteristica",
      "title": "Cosa distingue ILLA Cloud dagli altri?",
      "description": "ILLA Cloud's SQL Genera funzionalità e libertà JavaScript, insieme alla sua integrazione senza soluzione di continuità con database e API, lo rende uno strumento efficiente per gli sviluppatori che costruiscono strumenti interni con componenti drag-and-drop in tempo reale.",
      "item-1-title": "Plugin ChatGPT",
      "item-1-description": "Con il plugin Chatgpt incorporato, è possibile inserire il linguaggio naturale e ottenere istruzioni SQL che possono essere eseguite direttamente.",
      "item-2-title": "Costruito per sviluppatori",
      "item-2-description": "Forniamo agli sviluppatori libertà JavaScript avvolgendo le istruzioni JS con {{Template Syntax}} per aggiungere varietà all'output.",
      "item-3-title": "Integra con qualsiasi fonte di dati",
      "item-3-description": "ILLA Cloud si connette a database e API e integra i dati back-end con componenti front-end, semplificando i dati si richiede una massiccia interazione di informazioni.",
      "item-4-title": "Collaborazione In Tempo Reale",
      "item-4-description": "ILLA trasforma l'immaginazione in vero codice e design con collaborazione in tempo reale in ILLA Builder, migliorando l'efficienza di sviluppo.",
      "item-5-title": "Libreria UI reattiva",
      "item-5-description": "Le decine di componenti di ILLA Builder possono essere trascinate e lasciate cadere, risparmiando tempo e aumentando la produttività degli sviluppatori."
    },
    "template": {
      "label": "Modelli",
      "title": "Cosa puoi costruire con ILLA?",
      "description": "ILLA Cloud offre una varietà di componenti, come tabelle, grafici, moduli, elenchi, ecc. Gli utenti possono facilmente costruire dashboards, pannelli di amministrazione, moduli di sondaggio e di più utilizzando questi componenti.",
      "item-1-title": "Dashboard",
      "item-1-description": "Usa tabelle e grafici per creare una dashboard.",
      "item-2-title": "Sondaggio",
      "item-2-description": "Usa i componenti di form e input per creare le app del modulo.",
      "item-3-title": "Pannello amministratore",
      "item-3-description": "Usa un componente lista per visualizzare e gestire le informazioni."
    }
  }
}