{
  "test": "Prøve",
  "title": "Arbeid ved ILLA",
  "slogan": "møte utfordringer med dyktige mennesker",
  "description": "ILLA er en oppstart med store mennesker. Våre store medlemmer kom fra kjente selskaper og universiteter, for eksempel ByteDance, Kwai, Pecking University, og HKUST. De har allerede erfaring med å utvikle TikTok og Kwai fra null til 100 millioner brukere og har samlet en god opplevelse på produktutvikling.\nVi er dedikert til å utvikle gode lavkode-plattformprodukter for utviklere verden over, og hjelpe dem med å redusere deres tidskostnader på design og dataintegrering. Vi kommer til å etablere et komplett internt skytjenester, med oppstartsbedrifter og små virksomheter med rimelige og gode skytjenester av høy kvalitet.",
  "life": {
    "title": "Livet ved ILLA",
    "benefit": {
      "title": "Vår fordel",
      "newcomer": {
        "title": "Nykommere fordeler",
        "des": "Apple-bærbare datamaskiner og stasjonære datamaskiner for nye ansatte"
      },
      "welfare": {
        "title": "Velferd",
        "des": "Daglige måltider og månedlige fordeler som kan hjelpe ansatte med å forbedre seg"
      },
      "office": {
        "title": "Fordeler til kontorbruk",
        "des": "Gratis kaffe, ukentlige aktiviteter med forskjellige temaer"
      },
      "holiday": {
        "title": "Feriefordeler",
        "des": "gi arbeidstakere årlig ferie og sykefravær i tillegg til ferie"
      }
    }
  },
  "address": {
    "title": "Våre kontorer",
    "beijing": {
      "title": "Beijing",
      "location": "7/F, Wangfujing 219 Taohui Xintian, Dongcheng District, Beijing"
    },
    "shenzhen": {
      "title": "Shenzhen",
      "location": "9/F, blokk B, TCL-bygging, No.6 Gaoxin South Road, Nanshan District, Shenzhen, Guangdong"
    }
  },
  "recruiting": {
    "title": "Vi rekrutterer",
    "responsibilities": "Ansvarsoppgaver:",
    "requirements": "Jobbkrav:",
    "pluses": "Talllegg:",
    "frontEnd": {
      "title": "Front End ingeniør ",
      "responsibilities": "1. Lede eller delta i utvikling av komponentbiblioteker og kontinuerlig forbedre enkelheten av bruk og skalerbarhet av komponentbibliotekene.\n2. Leder eller delta i utvikling av en lavkoderplattform fortsetter å forbedre brukervennheten, stabiliteten og skaleringen av lavkode-plattformen",
      "requirements": "1. Bachelorgrad eller høyere i emner relatert til datamaskiner;\n2. Gode ferdigheter i kommunikasjon og uttrykk, sterk gjennomføringsevne, alvorlig, stivt og svært ansvarlig holdning til arbeidsforhold;\n3. Godt ved å tenke og oppsummere, fremme innovasjon og kontinuerlig optimalisering, nøye tenke, streng kode og sterk interesse for teknologi;\n4. Proficient i HTML5/ES6/CSS3 og andre web-utviklingsferdigheter, i stand til uavhengig komplett sideproduksjon, med gode CSS-ferdigheter;\n5. Gjør deg kjent med minst ett rammeverk for froninstream, for eksempel Vue, React, Svelte osv.\n6. Kjent med webapplikasjonssystemutviklingen, har god forståelse av HTTP-protokoll og webserver;",
      "pluses": "1. Kjent i utvikling av Nodejs restserver med erfaring i høy samsvar, ytelsesanalyse og styring og arkitektur for administrasjonstjenester;\n2. Erfaringer med utvikling av komponentbibliotek;\n3. Erfaring i vedlikehold av prosjekter med åpen kildekode."
    },
    "Golang": {
      "title": "Golang utvikleringeniører",
      "responsibilities": "1. Ansvarlig for utvikling av systemer for kvalitetsstyring av høy kvalitet og vedlikehold av infrastrukturen til det åpne kildekode-prosjektet ILLA Family.\n2. Optimalisere prestasjonen for online og offline tjenester og støtte implementeringen av høyt, flerrommet, løsninger for gjenoppretting etter katastrofer.\n3. Forstå enhetsprøve og har muligheten til å produsere krav til kode av høy kvalitet i tråd med open source prosjekter.\n4. Ha containerrelatert opplevelse.",
      "requirements": "1. God datastruktur og algoritmefundament, solide ferdigheter i programmering.\n2. Kjent med et av Go språk, kjent med MySQL, Redis, Kafka meldingskø, osv.\n3. Erfaring med åpen kildekode prosjektvedlikehold vil være en plus.\n4. Kjent med frontenderelaterte teknologier, Vue, HTML, JavaScript og CSS vil være en plus.\n5. Foretrekk utviklere med selvstendig tenkning, produktbevissthet, og har evne til å foreslå systemforbedringer og optimalisere produkter"
    },
    "contact-us": "Kontakt oss ",
    "cv": "Leter etter din CV:"
  }
}
