{
  "learn-more": "Lær mer",
  "try-now": "Prøv nå",
  "live-demo": "Levende demo",
  "build-with": "Bygg med {{name}}",
  "integrations": {
    "meta": {
      "title": "ILLA Cloud Integrations",
      "description": "ILLA integrerer ildsteder med datakilder og gir en svært enkel datatilkoblingsmetode, som kan koble til databaser eller APIer som MySQL, PostgreSQL og Hugging Face."
    },
    "header": {
      "title": "Koble til enhver datakilde",
      "description": "Med muligheten til å koble til mainstream-databaser eller data koblet via APIer, ILLA Cloud tillater utviklere å fullstendig integrere data fra back-end med frontend-komponenter. Det gjør det mulig for utviklerne å enkelt skrive dataanrop og oppnå omfattende informasjonssamspill ved å legge til ressurser og tiltak som respons på brukerhendelser.",
      "btn-text": "Bli medlem"
    },
    "classify": {
      "database-integrations": "Database Integrasjoner",
      "api-integrations": "API Integrasjoner"
    },
    "back": "Tilbake til integrasjon"
  },
  "components": {
    "meta": {
      "title": "ILLA Cloud komponenter",
      "description": "ILLA gir en rekke komponenter som brukes foran utviklingen, og som ofte brukes, å aktivere brukernes grensesnitt på front-end og svare på brukerhandlinger og vise data gjennom enkle dra-og-slipp operasjoner. I tillegg kan brukerne bygge komplekse komponenter som tabeller, diagrammer, skjemaer, lister og mer gjennom plattformen. Denne enkle tilnærmingen gir brukerne tilgang til enkelt for å lage komplekse komponenter."
    },
    "header": {
      "title": "Bibliotek for innebygde komponenter",
      "description": "ILLA gir en rekke komponenter som brukes foran utviklingen, og som ofte brukes, å aktivere brukernes grensesnitt på front-end og svare på brukerhandlinger og vise data gjennom enkle dra-og-slipp operasjoner. Brukerne kan bygge komplekse komponenter som tabeller, diagrammer, skjemaer, lister og mer gjennom ILLA.",
      "btn-text": "Bli medlem"
    },
    "classify": {
      "inputs": "Inputs",
      "data": "Data",
      "presentation": "Presentasjon"
    },
    "back": "Tilbake til komponenter"
  },
  "second-page": {
    "feature": {
      "label": "detalj",
      "title": "Hva sett ILLA Cloud bortsett fra andre?",
      "description": "ILLA Sky's SQL Generere funksjon og JavaScript frihet, sammen med den sømløse integrasjonen med databaser og APIer, lage et effektivt verktøy for utviklere som bygger interne verktøy med dra-og-slipp komponenter i sanntid.",
      "item-1-title": "ChatGPT utvidelse",
      "item-1-description": "Med den innebygde Chatgpt utvidelsen kan du skrive inn naturlig språk og få SQL-setninger som kan kjøres direkte.",
      "item-2-title": "Bygget for utviklere",
      "item-2-description": "Vi tilbyr utviklerne JavaScript frihet ved å innpakke JS-uttrykk med {{Template Syntax}} for å legge til variant i utgangen.",
      "item-3-title": "Integrer med enhver datakilde",
      "item-3-description": "ILLA Sky kobler til databaser og API, og integrerer back-end data med frontend-komponenter, forenkling av data samtaler for massiv informasjonsinteraksjon.",
      "item-4-title": "Sanntid samarbeid",
      "item-4-description": "ILLA gjør fantasi til virksom kode og design med sanntidssamarbeid i ILLA-bygger, bedre utviklingseffektivitet.",
      "item-5-title": "Responsivt UI bibliotek",
      "item-5-description": "ILLA Builderes dusinvis av komponenter kan dras og slippes, noe som sparer tid og forsterker produktiviteten til utviklerne."
    },
    "template": {
      "label": "Maler",
      "title": "Hva kan du bygge med ILLA?",
      "description": "ILLA Cloud tilbyr en rekke komponenter, som tabeller, diagrammer, skjemaer, lister osv. Brukere kan enkelt lage dashbord, admin paneler, spørreskjemaer og mer bruke disse komponentene.",
      "item-1-title": "Kontrollpanel",
      "item-1-description": "Bruk tabeller og karter til å lage et dashbord.",
      "item-2-title": "Undersøkelse",
      "item-2-description": "Bruk skjema- og inngangskomponenter for å lage skjemaapper.",
      "item-3-title": "Panel for admin",
      "item-3-description": "Bruk en listekomponent for å vise og administrere informasjon."
    }
  }
}