{
  "test": "Badanie",
  "title": "Praca w ILLA",
  "slogan": "Wyzwania stojące przed wielkimi ludźmi",
  "description": "ILLA to nowe przedsiębiorstwo z wielkimi ludźmi, nasi główni członkowie pochodzili ze słynnych firm i uniwersytetów, takich jak ByteDance, Kwai, Uniwersytet Pecking University i HKUST. Mają oni już doświadczenie w rozwoju TikTok i Kwai od zera do 100 milionów użytkowników i zgromadzili bogate doświadczenie w opracowywaniu produktów.\nJesteśmy zaangażowani w opracowanie doskonałych produktów platform o niskiej kodzie dla programistów na całym świecie, pomagając im zmniejszyć koszty czasu projektowania interfejsu użytkownika i integracji danych. Stworzymy kompletny wewnętrzny system chmury obliczeniowej dla przedsiębiorstw rozpoczynających działalność i małych przedsiębiorstw oferujących tanie i wysokiej jakości usługi w chmurze.",
  "life": {
    "title": "Życie w ILLA",
    "benefit": {
      "title": "Nasze korzyści",
      "newcomer": {
        "title": "Korzyści dla nowych użytkowników",
        "des": "Apple laptopy i komputery stacjonarne dla nowych pracowników"
      },
      "welfare": {
        "title": "Dobrostan",
        "des": "Codzienne diety i miesięczne zasiłki dla pracowników"
      },
      "office": {
        "title": "Świadczenia biurowe",
        "des": "Bezpłatna kawa, cotygodniowe aktywności z różnymi motywami"
      },
      "holiday": {
        "title": "Świadczenia urlopowe",
        "des": "zapewnienie pracownikom corocznego urlopu wypoczynkowego i zwolnienia chorobowego oprócz urlopu wypoczynkowego"
      }
    }
  },
  "address": {
    "title": "Nasze biura",
    "beijing": {
      "title": "Beijing",
      "location": "7/F, Wangfujing 219 Taohui Xintian, okręg Dongcheng, Pekin"
    },
    "shenzhen": {
      "title": "Shenzhen",
      "location": "9/F, Block B, TCL Building, No.6 Gaoxin South Road, dystrykt Nanshan, Shenzhen, Guangdong"
    }
  },
  "recruiting": {
    "title": "Zatrudniamy",
    "responsibilities": "Odpowiedzialność za zatrudnienie:",
    "requirements": "Wymagania dotyczące pracy:",
    "pluses": "Szalotka:",
    "frontEnd": {
      "title": "Przód inżynierii ",
      "responsibilities": "1. Potencjalny lub uczestniczący w rozwoju bibliotek komponentów i nieustannie poprawia łatwość użytkowania i skalowalność bibliotek komponentów.\n2. Ołów lub uczestniczy w rozwoju platformy o niskim kodowaniu, w dalszym ciągu poprawia łatwość użytkowania, stabilność i skalowalność platformy o niskim kodzie",
      "requirements": "1. stopień licencjacki lub wyższy, główny w zakresie przedmiotów związanych z komputerem;\n2. Dobre umiejętności w zakresie komunikacji i wyrażania opinii, silne zdolności egzekucyjne, poważne, rygorystyczne i wysoce odpowiedzialne podejście do pracy;\n3. Dobre myślenie i podsumowanie, wspieranie innowacji i ciągłej optymalizacji, uważne myślenie, rygorystyczny kodeks i duże zainteresowanie technologią;\n4. Doskonałość w HTML5/ES6/CSS3 i innych umiejętnościach w zakresie opracowywania stron internetowych, zdolnych do samodzielnego ukończenia produkcji stron z dobrymi umiejętnościami CSS;\n5. Znajomość co najmniej jednego głównego nurtu (front-end), takiego jak Vue, React, Svelte, itp.;\n6. Znajomość rozwoju systemu aplikacji sieciowych, doskonale rozumie protokół HTTP i serwer internetowy;",
      "pluses": "1. Znajomość back-end serwera Nodejs z doświadczeniem w wysokiej konwersji, analizie wydajności, dostrajaniu i architekturze usługi back-end;\n2. Doświadczenie w rozwoju biblioteki komponentów;\n3. Doświadczenie w konserwacji projektu open-source."
    },
    "Golang": {
      "title": "Inżynierowie rozwoju złota",
      "responsibilities": "1. Odpowiedzialny za rozwój wysokiej jakości systemów Go i utrzymanie infrastruktury projektu open source ILLA Family.\n2. Optymalizacja funkcjonowania usług online i offline oraz wspieranie wdrażania rozwiązań w zakresie wysokiego poziomu współczesności, wielopokojowych i reagowania na klęski żywiołowe.\n3. Zrozumienie pisania testowego w jednostce i umiejętność tworzenia wysokiej jakości wymagań kodowych zgodnie z projektami open source.\n4. Posiadaj doświadczenie związane z kontenerami.",
      "requirements": "1. Dobra struktura danych i podstawa algorytmu, solidne umiejętności programistyczne.\n2. Znajomość jednego z języków Go znanego MySQL, Redis, kolejce wiadomości Kafka itp.\n3. Doświadczenie w obsłudze projektu open source byłoby plus.\n4. Znajomość z technologiami powiązanymi z front-endem, Vue, HTML, JavaScript i CSS byłaby plus.\n5. Preferuj programistów z niezależnym myśleniem, świadomością produktów i zdolnością do proponowania ulepszeń systemu i optymalizacji produktów"
    },
    "contact-us": "Skontaktuj się z nami ",
    "cv": "Szukam CV:"
  }
}
