{
  "learn_more": "Poznaj więcej",
  "try_now": "Spróbuj teraz",
  "live_demo": "Demo na żywo",
  "components": {
    "meta": {
      "title": "Komponenty ILLA Cloud",
      "description": "ILLA zapewnia szereg powszechnie stosowanych składników rozwoju przedniego umożliwienie użytkownikom łatwego tworzenia interfejsów front-end i reagowania na działania użytkowników i wyświetlania danych poprzez proste operacje przeciągania i upuszczania. Ponadto użytkownicy mogą konstruować złożone komponenty, takie jak tabele, wykresy, formularze, listy i wiele więcej za pośrednictwem platformy. To proste podejście uprawnia użytkowników do bezproblemowego tworzenia złożonych komponentów."
    },
    "headerContent": {
      "title": "Biblioteka wbudowanych elementów",
      "description": "ILLA zapewnia szereg powszechnie stosowanych składników rozwoju przedniego umożliwienie użytkownikom łatwego tworzenia interfejsów front-end i reagowania na działania użytkowników i wyświetlania danych poprzez proste operacje przeciągania i upuszczania. Użytkownicy mogą konstruować złożone komponenty, takie jak tabele, wykresy, formularze, listy i więcej za pośrednictwem ILLA.",
      "btn_text": "Wypróbuj za darmo",
      "isShowBack": false,
      "left_image": "https://cdn.illacloud.com/official-website/img/official-site/features/componentIndex.svg"
    },
    "classify": {
      "inputs": {
        "title": "Inputs",
        "contentList": [
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-upload.svg",
            "name": "Prześlij",
            "description": "Komponent \"Prześlij\" w chmurze ILLA zapewnia użytkownikom możliwość przesyłania plików dowolnego typu do ich aplikacji.",
            "sort": "4"
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-switch.svg",
            "name": "Przełącz ",
            "description": "Komponent \"Przełącznik\" w chmurze ILLA zapewnia przełącznik, który umożliwia użytkownikom włączenie lub wyłączenie określonego ustawienia lub funkcji.",
            "sort": "5"
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-select.svg",
            "name": "Wybierz",
            "description": "Komponent \"Select\" w Chmurze ILLA jest rozwijanym selektorem, który pozwala użytkownikom wybrać z listy opcji, zapewnienie przyjaznego dla użytkownika i efektywnego w przestrzeni sposobu wprowadzania danych.",
            "sort": "6"
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-radio%20group.svg",
            "name": "Grupa radiowa",
            "description": "Komponent \"Grupa radiowa\" w chmurze ILLA jest selektorem radia, który pozwala użytkownikom wybrać jedną opcję z listy wyborów, zapewnienie prostego i jasnego sposobu wprowadzania danych i zarządzania nimi.",
            "sort": "8"
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-checkbox.svg",
            "name": "Grupa pól wyboru",
            "description": "Komponent \"Grupa wyborów\" w chmurze ILLA jest selektorem pola wyboru, który pozwala użytkownikom wybrać wiele opcji z listy, zapewnienie prostego i skutecznego sposobu zarządzania danymi.",
            "sort": "9"
          }
        ]
      },
      "data": {
        "title": "Dane",
        "contentList": [
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-chart.svg",
            "name": "Wykres",
            "description": "Komponent 'Mapa' w chmurze ILLA wyświetla wiele typów map w oparciu o powiązane dane, dostarczanie użytkownikom jasnych i atrakcyjnych wizualnie prezentacji złożonych danych.",
            "sort": 4
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-table.svg",
            "name": "Tabele",
            "description": "Komponent 'Tabela' w chmurze ILLA wyświetla dane z bazy danych w formacie tabelarycznym, ułatwianie użytkownikom oglądania, sortowania i analizowania dużych ilości informacji na pierwszy plan.",
            "sort": 5
          }
        ]
      },
      "presentation": {
        "title": "Prezentacja",
        "contentList": [
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components/pdf.svg",
            "name": "PDF",
            "description": "Komponent \"PDF\" w chmurze ILLA jest elementem wyświetlacza, który umożliwia użytkownikom przeglądanie i interakcję z plikami PDF w aplikacji.",
            "sort": 0
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components/video.svg",
            "name": "Wideo",
            "description": "Komponent 'Video' w chmurze ILLA jest elementem wyświetlanym, który pozwala użytkownikom na odtwarzanie i interakcję z filmami w aplikacji.",
            "sort": 1
          }
        ]
      }
    }
  },
  "integrations": {
    "classify": {
      "database": {
        "contentList": {
          "12": {
            "name": "Appwrite",
            "description": "Otwartoźródłowa platforma serwera backend, która zapewnia usługi uwierzytelniania, bazy danych i przechowywania danych dla aplikacji sieciowych i mobilnych."
          },
          "13": {
            "name": "DB Oracle",
            "sort": "13",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/oracledb.svg",
            "description": "Wysoko wydajny, skalowalny system zarządzania bazami danych, który oferuje kompleksowy zestaw funkcji i narzędzi."
          },
          "14": {
            "name": "KuchDB",
            "sort": "14",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/couchDB.svg",
            "description": "Baza danych NoSQL zorientowana na dokument, która zapewnia rozproszoną architekturę z przyrostową replikacją i wykrywaniem konfliktów."
          },
          "15": {
            "name": "Serwer Microsoft SQL",
            "sort": "15",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/msdb.svg",
            "description": "Relacyjny system zarządzania bazą danych stworzony przez Microsoft, który wspiera przetwarzanie transakcji, inteligencję biznesową i aplikacje analityczne."
          },
          "16": {
            "name": "Neon",
            "sort": "16",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/NEON.svg",
            "description": "W pełni zarządzane postgres z hojnym darmowym poziomem. Rozdzieliliśmy magazyn i obliczamy, aby zaoferować autoskalowanie, rozgałęzienie i bezdno magazynu."
          }
        }
      },
      "api": {
        "contentList": {
          "6": {
            "name": "Arkusze Google",
            "sort": "6",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/Google%20sheets.svg",
            "description": "Oprogramowanie oparte na chmurze arkusza kalkulacyjnego, które umożliwia użytkownikom tworzenie i edycję arkuszy kalkulacyjnych online podczas współpracy z innymi użytkownikami w czasie rzeczywistym."
          }
        }
      }
    }
  }
}
