{
  "learn-more": "Poznaj więcej",
  "try-now": "Spróbuj teraz",
  "live-demo": "Demo na żywo",
  "build-with": "Zbuduj z {{name}}",
  "integrations": {
    "meta": {
      "title": "Integracje z chmurą ILLA",
      "description": "ILLA łączy dziesiątki źródeł danych i zapewnia bardzo prostą metodę połączenia danych, które mogą łączyć się z bazami danych lub API, takimi jak MySQL, PostgreSQL i Hugging Face."
    },
    "header": {
      "title": "Połącz z dowolnym źródłem danych",
      "description": "Z możliwością łączenia się z bazami danych lub jakimikolwiek danymi połączonymi za pomocą API, ILLA Cloud pozwala programistom na ścisłą integrację danych uzyskanych z back-end z komponentami front-end. Pozwala to programistom na łatwe zapisywanie połączeń danych i uzyskiwanie szerokich interakcji informacyjnych poprzez dodawanie zasobów i działań w celu reagowania na zdarzenia użytkowników.",
      "btn-text": "Wypróbuj za darmo"
    },
    "classify": {
      "database-integrations": "Integracje bazy danych",
      "api-integrations": "Integracje API"
    },
    "back": "Powrót do integracji"
  },
  "components": {
    "meta": {
      "title": "Komponenty ILLA Cloud",
      "description": "ILLA zapewnia szereg powszechnie stosowanych składników rozwoju przedniego umożliwienie użytkownikom łatwego tworzenia interfejsów front-end i reagowania na działania użytkowników i wyświetlania danych poprzez proste operacje przeciągania i upuszczania. Ponadto użytkownicy mogą konstruować złożone komponenty, takie jak tabele, wykresy, formularze, listy i wiele więcej za pośrednictwem platformy. To proste podejście uprawnia użytkowników do bezproblemowego tworzenia złożonych komponentów."
    },
    "header": {
      "title": "Biblioteka wbudowanych elementów",
      "description": "ILLA zapewnia szereg powszechnie stosowanych składników rozwoju przedniego umożliwienie użytkownikom łatwego tworzenia interfejsów front-end i reagowania na działania użytkowników i wyświetlania danych poprzez proste operacje przeciągania i upuszczania. Użytkownicy mogą konstruować złożone komponenty, takie jak tabele, wykresy, formularze, listy i więcej za pośrednictwem ILLA.",
      "btn-text": "Wypróbuj za darmo"
    },
    "classify": {
      "inputs": "Inputs",
      "data": "Dane",
      "presentation": "Prezentacja"
    },
    "back": "Powrót do komponentów"
  },
  "second-page": {
    "feature": {
      "label": "funkcja",
      "title": "Co ustawia chmurę ILLA poza innymi?",
      "description": "Funkcja generowania danych SQL w chmurze ILLA i swoboda JavaScript wraz z jej płynną integracją z bazami danych i API, uczynienie go skutecznym narzędziem dla deweloperów budujących wewnętrzne narzędzia z komponentami przeciągnij i upuść w czasie rzeczywistym.",
      "item-1-title": "Wtyczka czatu GPT",
      "item-1-description": "Dzięki wbudowanej wtyczce Chatgpt możesz wprowadzić język naturalny i uzyskać instrukcje SQL, które można uruchomić bezpośrednio.",
      "item-2-title": "Zbudowane dla programistów",
      "item-2-description": "Zapewniamy programistom swobodę JavaScript poprzez zapakowanie wyciągów JS za pomocą {{Template Syntax}} , aby dodać różnorodność do wyjścia.",
      "item-3-title": "Integracja z dowolnym źródłem danych",
      "item-3-description": "ILLA Cloud łączy się z bazami danych i API oraz integruje dane back-end z komponentami front-end, upraszczając wywołania danych dla masowej interakcji informacji.",
      "item-4-title": "Współpraca w czasie rzeczywistym",
      "item-4-description": "ILLA przekształca wyobraźnię w prawdziwy kodeks i projekty ze współpracą w czasie rzeczywistym w dziedzinie budownictwa ILLA, zwiększając efektywność rozwoju.",
      "item-5-title": "Responsywna biblioteka UI",
      "item-5-description": "Dziesiątki elementów konstruktora ILLA można przeciągać i upuszczać, oszczędzając czas i zwiększając produktywność programisty."
    },
    "template": {
      "label": "Szablony",
      "title": "Co można zbudować z ILLA?",
      "description": "ILLA Cloud oferuje różne komponenty, takie jak tabele, wykresy, formularze, listy itp. Użytkownicy mogą z łatwością tworzyć panele menedżerskie, panele administratorów, formularze ankiet i więcej z wykorzystaniem tych komponentów.",
      "item-1-title": "Pulpit",
      "item-1-description": "Użyj tabel i wykresów, aby utworzyć kokpit nawigacyjny.",
      "item-2-title": "Ankieta",
      "item-2-description": "Użyj formularzy i elementów wejściowych do tworzenia aplikacji formularza.",
      "item-3-title": "Panel administracyjny",
      "item-3-description": "Użyj komponentu listy do wyświetlania i zarządzania informacjami."
    }
  }
}