{
  "test": "Test",
  "title": "Werken bij ILLA",
  "slogan": "Uitdagingen met grote mensen",
  "description": "ILLA is een start met geweldige mensen. Onze grote leden kwamen van beroemde bedrijven en universiteiten zoals ByteDance, Kwai, Pecking University, HKUST. Zij hebben al ervaring met het ontwikkelen van TikTok en Kwai van nul tot honderd miljoen gebruikers en hebben een rijke ervaring met productontwikkeling.\nWe zetten ons in voor het ontwikkelen van uitstekende platformproducten met lage code voor ontwikkelaars wereldwijd, om hen te helpen hun tijdkosten voor UI-ontwerp en data-integratie te verlagen. We zullen een compleet interne cloud systeem voor ondernemingen opzetten dat startende en kleinschalige bedrijven voorziet van goedkope wolkendiensten van hoge kwaliteit.",
  "life": {
    "title": "Het leven bij ILLA",
    "benefit": {
      "title": "Onze voordelen",
      "newcomer": {
        "title": "Nieuwkomer voordelen",
        "des": "Apple laptops en desktop computers voor nieuwe medewerkers"
      },
      "welfare": {
        "title": "Welzijn",
        "des": "Dagelijkse maaltijdvergoeding en maandelijkse voordelen om werknemers te helpen zichzelf te verbeteren"
      },
      "office": {
        "title": "Kantoor voordelen",
        "des": "Gratis koffie, wekelijkse activiteiten met verschillende thema's"
      },
      "holiday": {
        "title": "Vakantie voordelen",
        "des": "werk voorzien van jaarlijkse vakantie en ziekteverlof naast vakanties"
      }
    }
  },
  "address": {
    "title": "Onze kantoren",
    "beijing": {
      "title": "Beijing",
      "location": "7/F, Wangfujing 219 Taohui Xintian, Dongcheng District, Peking"
    },
    "shenzhen": {
      "title": "Shenzhen",
      "location": "9/F, Block B, TCL Building, No.6 Gaoxin South Road, Nanshan District, Shenzhen, Guangdong"
    }
  },
  "recruiting": {
    "title": "Wij rekruteren",
    "responsibilities": "Job verantwoordelijkheden:",
    "requirements": "Job Vereisten:",
    "pluses": "Plussen:",
    "frontEnd": {
      "title": "Voorste ingenieur ",
      "responsibilities": "1. Lead of neem deel aan de ontwikkeling van componentbibliotheken, en verbeter continu het gebruiksgemak en de schaalbaarheid van de componentbibliotheken.\n2. Lead of neem deel aan de ontwikkeling van een laag code platform, ga door met het verbeteren van het gebruiksgemak, de stabiliteit en de schaalbaarheid van het lage code platform",
      "requirements": "1. Bachelor graden of hoger, groot in computergerelateerde onderwerpen;\n2. Goede communicatie- en expressievaardigheden, een sterke uitvoerbaarheid, een serieuze, nauwgezette en zeer verantwoordelijke houding ten aanzien van de werk;\n3. Goed in denken en samenvatting, door innovatie en continue optimalisatie te bepleiten, zorgvuldige gedachten, rigoureuze code en grote belangstelling voor technologie;\n4. Vloeiend in HTML5/ES6/CSS3 en andere webontwikkelingsvaardigheden, in staat om de productie van de pagina's onafhankelijk te voltooien met goede CSS-vaardigheden;\n5. Gekend met ten minste één mainstream frontend framework zoals Vue, React, Svelte, etc;\n6. Vertrouwd met de ontwikkeling van het webapplicatiesysteem, maak een groot begrip van het HTTP-protocol en webserver;",
      "pluses": "1. Beleef de ontwikkeling van Nodejs back-end server, met ervaring in high concurrention, performance analyse en tuning, en back-end service architectuur;\n2. Ervaring in bibliotheekontwikkeling;\n3. Ervaring in open-source project onderhoud."
    },
    "Golang": {
      "title": "Goede ontwikkelingstechnici",
      "responsibilities": "1. Verantwoordelijk voor de ontwikkeling van hoogwaardige Go-systemen en het behoud van de infrastructuur van het open-source project ILLA Familie.\n2. Optimaliseer de prestaties van online en offline diensten en ondersteun de invoering van hoge concurrentieve, multi-room oplossingen voor het herstel van rampen.\n3. Begrijp eenheidstests en heb de mogelijkheid om hoge kwaliteit code vereisten te produceren in lijn met open-source projecten.\n4. Heb ervaring met containers.",
      "requirements": "1. Goede data-structuur en algoritme Foundation, solide programmeervaardigheden.\n2. Vertrouwd met een van de Go-talen, bekend met MySQL, Redis, Kafka bericht wachtrij, enz.\n3. Ervaring in open source projectonderhoud is een plus.\n4. Bekend met frontend gerelateerde technologieën, Vue, HTML, JavaScript en CSS zou een plus zijn.\n5. Voorkeur voor ontwikkelaars met onafhankelijk denken, productbewustzijn en de mogelijkheid om systeemverbeteringen voor te stellen en producten te optimaliseren."
    },
    "contact-us": "Contacteer ons ",
    "cv": "Op zoek naar jouw CV:"
  },
  "language": {
    "en-US": "English",
    "zh-CN": "简体中文",
    "ko-KR": "한국인",
    "ja-JP": "日本語",
    "af-ZA": "Afrikaans",
    "cs-CZ": "čeština",
    "de-DE": "Deutsch",
    "da-DK": "dansk",
    "el-GR": "ελληνικά",
    "es-ES": "español",
    "fi-FI": "suomi",
    "fr-FR": "français",
    "it-IT": "italiano",
    "nl-NL": "Nederlands",
    "no-NO": "norsk",
    "pl-PL": "polski",
    "pt-PT": "português",
    "ro-RO": "română",
    "ru-RU": "русский",
    "sv-SE": "svenska",
    "uk-UA": "українська"
  }
}
