{
  "learn_more": "Meer informatie",
  "try_now": "Probeer het nu",
  "live_demo": "Live demo",
  "components": {
    "meta": {
      "title": "ILLA Cloud componenten",
      "description": "ILLA biedt een scala aan veelgebruikte front-end ontwikkelingscomponenten, gebruikers in staat te stellen eenvoudig front-end interfaces te bouwen en te reageren op acties van gebruikers en gegevens weer te geven door eenvoudig te slepen en neer te zetten. Daarnaast kunnen gebruikers complexe componenten bouwen, zoals tabellen, grafieken, formulieren, lijsten en meer via het platform. Deze eenvoudige benadering zorgt ervoor dat gebruikers moeiteloos complexe componenten kunnen maken."
    },
    "headerContent": {
      "title": "Bibliotheek met ingebouwde componenten",
      "description": "ILLA biedt een scala aan veelgebruikte front-end ontwikkelingscomponenten, gebruikers in staat te stellen eenvoudig front-end interfaces te bouwen en te reageren op acties van gebruikers en gegevens weer te geven door eenvoudig te slepen en neer te zetten. Gebruikers kunnen complexe componenten zoals tabellen, grafieken, formulieren, lijsten en meer maken via ILLA.",
      "btn_text": "Gratis proberen",
      "isShowBack": false,
      "left_image": "https://cdn.illacloud.com/official-website/img/official-site/features/componentIndex.svg"
    },
    "classify": {
      "inputs": {
        "title": "Inputs",
        "contentList": [
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-upload.svg",
            "name": "Uploaden",
            "description": "Het 'Upload' component in ILLA Cloud biedt een manier voor gebruikers om elk type bestanden naar hun toepassing te uploaden.",
            "sort": "4"
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-switch.svg",
            "name": "Schakelaar ",
            "description": "Het 'Switch' onderdeel in ILLA Cloud biedt een schakelaar die het gebruikers mogelijk maakt bepaalde instelling of functie in te schakelen of uit te schakelen.",
            "sort": "5"
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-select.svg",
            "name": "Selecteren",
            "description": "Het 'Selecteer' onderdeel in ILLA Cloud is een drop-down selector waarmee gebruikers kunnen kiezen uit een lijst met opties, een gebruiksvriendelijke en ruimte-efficiënte manier om gegevens in te voeren.",
            "sort": "6"
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-radio%20group.svg",
            "name": "Radio groep",
            "description": "Het 'Radio Group' onderdeel in ILLA Cloud is een radioselector waarmee gebruikers een optie kunnen kiezen uit een lijst met keuzes, een eenvoudige en duidelijke manier te bieden om gegevens in te voeren en te beheren.",
            "sort": "8"
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-checkbox.svg",
            "name": "Selectievakje groep",
            "description": "De 'Checkbox groep' component in ILLA Cloud is een selectievakje selectiemenu waarmee gebruikers meerdere opties uit een lijst kunnen selecteren zorgen voor een eenvoudige en efficiënte manier om gegevens te beheren.",
            "sort": "9"
          }
        ]
      },
      "data": {
        "title": "Gegevens",
        "contentList": [
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-chart.svg",
            "name": "Grafiek",
            "description": "De 'Kaart' component in ILLA Cloud toont meerdere soorten grafieken gebaseerd op gekoppelde gegevens, gebruikers voorzien van duidelijke en visueel aantrekkelijke vertegenwoordigingen van complexe gegevens.",
            "sort": 4
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-table.svg",
            "name": "Tabellen",
            "description": "Het 'Tabel' component in ILLA Cloud geeft gegevens weer uit een database in een tabelformaat, het gemakkelijk maken voor gebruikers om grote hoeveelheden informatie in een oogopslag te bekijken, sorteren en analyseren.",
            "sort": 5
          }
        ]
      },
      "presentation": {
        "title": "Presentatie",
        "contentList": [
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components/pdf.svg",
            "name": "PDF-bestand",
            "description": "Het 'PDF'-onderdeel in ILLA Cloud is een weergaveelement dat gebruikers in staat stelt om met PDF-bestanden te bekijken en te communiceren met PDF-bestanden binnen de toepassing.",
            "sort": 0
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components/video.svg",
            "name": "Video",
            "description": "Het 'Video'-onderdeel in ILLA Cloud is een weergaveelement dat gebruikers in staat stelt om af te spelen en te communiceren met video's binnen de toepassing.",
            "sort": 1
          }
        ]
      }
    }
  },
  "integrations": {
    "classify": {
      "database": {
        "contentList": {
          "12": {
            "name": "Appwrite",
            "description": "Een open-source backend serverplatform dat authenticatie, database en opslagdiensten biedt voor web- en mobiele applicaties."
          },
          "13": {
            "name": "Oracle DB",
            "sort": "13",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/oracledb.svg",
            "description": "Een hoog prestatievermogen, schaalbaar systeem voor het beheer van de database dat een uitgebreide set functies en hulpmiddelen biedt."
          },
          "14": {
            "name": "Kortingsdatabase",
            "sort": "14",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/couchDB.svg",
            "description": "Een NoSQL document-georiënteerde database die een gedistribueerde architectuur met incrementele replicatie en conflictdetectie biedt."
          },
          "15": {
            "name": "Microsoft SQL Server",
            "sort": "15",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/msdb.svg",
            "description": "Een door Microsoft ontwikkeld systeem voor het beheer van de relationele database dat transactieverwerking, bedrijfsinformatie en analytische applicaties ondersteunt."
          },
          "16": {
            "name": "Neon",
            "sort": "16",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/NEON.svg",
            "description": "Het volledig beheerde multi-cloud Postgres met een gulle gratis opslag. We scheiden de opslag en berekenen om autoscaling, aftakking en bodemloze opslag aan te bieden."
          }
        }
      },
      "api": {
        "contentList": {
          "6": {
            "name": "Google platen",
            "sort": "6",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/Google%20sheets.svg",
            "description": "Een cloud-gebaseerde spreadsheets software waarmee gebruikers spreadsheets online kunnen maken en bewerken terwijl ze samenwerken met anderen in realtime."
          }
        }
      }
    }
  }
}
