{
  "learn-more": "Meer informatie",
  "try-now": "Probeer het nu",
  "live-demo": "Live demo",
  "build-with": "Bouwen met {{name}}",
  "integrations": {
    "meta": {
      "title": "ILLA Cloud integraties",
      "description": "ILLA integreert tientallen gegevensbronnen en biedt een zeer eenvoudige data verbindingsmethode. welke verbinding kan maken met databases of API's zoals MySQL, PostgreSQL en Hugging Face."
    },
    "header": {
      "title": "Verbinding maken met elke gegevensbron",
      "description": "Met de mogelijkheid om verbinding te maken met de mainstream databases of alle gegevens verbonden via API's, ILLA Cloud stelt ontwikkelaars in staat om gegevens die verkregen zijn uit de back-end nauw te integreren met front-end componenten. Dit stelt ontwikkelaars in staat om gemakkelijk telefoongesprekken te schrijven en uitgebreide informatieinteractie te bereiken door het toevoegen van bronnen en acties om te reageren op gebeurtenissen van gebruikers.",
      "btn-text": "Gratis proberen"
    },
    "classify": {
      "database-integrations": "Database integraties",
      "api-integrations": "API integraties"
    },
    "back": "Terug naar integraties"
  },
  "components": {
    "meta": {
      "title": "ILLA Cloud componenten",
      "description": "ILLA biedt een scala aan veelgebruikte front-end ontwikkelingscomponenten, gebruikers in staat te stellen eenvoudig front-end interfaces te bouwen en te reageren op acties van gebruikers en gegevens weer te geven door eenvoudig te slepen en neer te zetten. Daarnaast kunnen gebruikers complexe componenten bouwen, zoals tabellen, grafieken, formulieren, lijsten en meer via het platform. Deze eenvoudige benadering zorgt ervoor dat gebruikers moeiteloos complexe componenten kunnen maken."
    },
    "header": {
      "title": "Bibliotheek met ingebouwde componenten",
      "description": "ILLA biedt een scala aan veelgebruikte front-end ontwikkelingscomponenten, gebruikers in staat te stellen eenvoudig front-end interfaces te bouwen en te reageren op acties van gebruikers en gegevens weer te geven door eenvoudig te slepen en neer te zetten. Gebruikers kunnen complexe componenten zoals tabellen, grafieken, formulieren, lijsten en meer maken via ILLA.",
      "btn-text": "Gratis proberen"
    },
    "classify": {
      "inputs": "Inputs",
      "data": "Gegevens",
      "presentation": "Presentatie"
    },
    "back": "Terug naar componenten"
  },
  "second-page": {
    "feature": {
      "label": "functie",
      "title": "Wat stelt ILLA Cloud in behalve anderen?",
      "description": "ILLA Cloud's SQL Genereer functie en JavaScript vrijheid, samen met de naadloze integratie met databases en API's, maak het een efficiënt hulpmiddel voor ontwikkelaars om interne tools te bouwen met drag-and-drop componenten in realtime.",
      "item-1-title": "ChatGPT Plugin",
      "item-1-description": "Met de ingesloten Chatgpt Plugin kan je natuurlijke taal invoeren en SQL statements krijgen die direct uitgevoerd kunnen worden.",
      "item-2-title": "Gebouwd voor ontwikkelaars",
      "item-2-description": "We bieden ontwikkelaars JavaScript-vrijheid door JS-statements te verpakken met {{Template Syntax}} om variëteit aan de uitvoer toe te voegen.",
      "item-3-title": "Integreer met elke gegevensbron",
      "item-3-description": "ILLA Cloud maakt verbinding met databases en API's en integreert back-end gegevens met frontend componenten, waardoor gegevensoproepen voor enorme informatiematig worden vereenvoudigd.",
      "item-4-title": "Real-time samenwerking",
      "item-4-description": "ILLA verandert verbeeldingskracht in echte code en ontwerpen met real-time samenwerking in ILLA Builder, waardoor de ontwikkeling efficiënter wordt.",
      "item-5-title": "Responsive UI library",
      "item-5-description": "ILLA Builder's tientallen componenten kunnen worden gesleept en neergezet, tijd besparen en de productiviteit van de ontwikkelaar verhogen."
    },
    "template": {
      "label": "Sjablonen",
      "title": "Wat kun je bouwen met ILLA?",
      "description": "ILLA Cloud biedt een verscheidenheid aan componenten, zoals tabellen, grafieken, formulieren, enz. Gebruikers kunnen gemakkelijk dashboards bouwen, admin panelen, enquêteformulieren en meer gebruik maken van deze componenten.",
      "item-1-title": "Dashboard",
      "item-1-description": "Gebruik tabellen en grafieken om een dashboard te maken.",
      "item-2-title": "Vragenlijst",
      "item-2-description": "Gebruik formulier- en invoercomponenten om formulierapps te maken.",
      "item-3-title": "Beheerder paneel",
      "item-3-description": "Gebruik een lijstcomponent om informatie weer te geven en te beheren."
    }
  }
}