{
  "test": "Тест",
  "title": "Робота в ILLA",
  "slogan": "Зіткнувшись з проблемами з великими людьми",
  "description": "ILLA - це стартап з великими людьми. Наші члени походять з відомих компаній та університетів, таких як ByteDance, Kwai, Pecking University та HKUST. Вони вже мають досвід розвитку TikTok та Kwai від нуля до 100 мільйонів користувачів і накопичують багатий досвід у розвитку продукції.\nМи зобов’язані розробляти чудові продукти з низькими кодами платформ для розробників по всьому світу, допомагаючи їм зменшити витрати на вдосконалення всього часу та інтеграції даних інтерфейсу. Ми створимо повну внутрішню хмарну систему підприємств, забезпечуючи стартапи та малі підприємства з недорогими, якісними хмаринковими службами.",
  "life": {
    "title": "Життя в ILLA",
    "benefit": {
      "title": "Наші переваги",
      "newcomer": {
        "title": "Переваги новачків",
        "des": "Apple ноутбуки і настільні комп'ютери для нових співробітників"
      },
      "welfare": {
        "title": "Здоров'я",
        "des": "Щоденні ліміти на харчування та місячні виплати, щоб допомагати працівникам поліпшувати себе"
      },
      "office": {
        "title": "Службові виплати",
        "des": "Безкоштовна кава, щотижневі види активності з різними темами"
      },
      "holiday": {
        "title": "Відпустка",
        "des": "надавати працівникам щорічні канікули та хворіти на додаток до відпустки"
      }
    }
  },
  "address": {
    "title": "Наші офіси",
    "beijing": {
      "title": "Beijing",
      "location": "7/F, Ванфудзін 219 Таохуй Сіньтіан Данґченський район"
    },
    "shenzhen": {
      "title": "Shenzhen",
      "location": "9/F, блок B, Будівля TCL, №6 Гоксин Південний шлях Наншанський район Шеньчжень, Гуандун"
    }
  },
  "recruiting": {
    "title": "Ми підбираємо",
    "responsibilities": "Відповідальність за роботу:",
    "requirements": "Вимоги до роботи:",
    "pluses": "Плюси:",
    "frontEnd": {
      "title": "Передній інженер Енду ",
      "responsibilities": "1. Виводить або бере участь у розробці бібліотек компонентів, і постійно вдосконалює простоту використання та масштабування бібліотек складових.\n2. Привести або взяти участь у розвитку платформи з низьким вмістом коду, продовжують покращувати простоту використання, стабільності та масштабування платформи низькококодів",
      "requirements": "1. ступінь бакалавра або вищезазначений, великий в предметах, пов'язаних з комп'ютером;\n2. Хороша взаємодія та життєві здібності, потужне виконання, серйозне, жорстке та дуже відповідальне ставлення до роботи;\n3. Добре думати та підсумки, пропагуючи інновації та безперервну оптимізацію, ретельне мислення, жорсткий кодекс і сильний інтерес до технології;\n4. Досвідчений в HTML5/ES6/CSS3 та інших навичках веб-розробки, здатні незалежно повноцінне виробництво сторінки, з хорошими навичками CSS;\n5. Familiar з принаймні одним основним фронтальним фреймворком на кшталт Vue, React, Svelte, тощо;\n6. Знайомі з розробкою веб-програм мають чудове розуміння протоколу HTTP та веб-сервера;",
      "pluses": "1. Знайомство з серверним розвитком back-end Nodejs з досвідом високої валюти, аналізу продуктивності і налаштовування та архітектури серверних серверів;\n2. Досвід в розробці компонентів бібліотеки;\n3. Досвід в обслуговуванні проекту з відкритим вихідним кодом."
    },
    "Golang": {
      "title": "Музиканти розвитку Голанга",
      "responsibilities": "1. Відповідати на розробку високоякісних систем та підтримку інфраструктури Сім'ї з відкритим вихідним кодом ILLA.\n2. Оптимізувати продуктивність мережевих і оффлайнових сервісів і підтримати реалізацію великих валют, багатокімнатних, рішень для відновлення катастроф.\n3. Розуміння написання юнітів та можливість створювати якісні вимоги з відкритим вихідним кодом відповідно до проектів з відкритим вихідним кодом.\n4. Дотримуйтеся досвіду, пов'язаного з контейнером.",
      "requirements": "1. База даних і основи алгоритмів, надійні навички програмування.\n2. Знайомство з однією з мов, знайомих з MySQL, Redis, Kafka queue, і т. д.\n3. Досвід у технічному обслуговуванні проекту з відкритим вихідним кодом буде плюс.\n4. Знайом'я з прямими технологіями, Vue, HTML, JavaScript, а CSS буде плюс\n5. Використовувати перевагу розробникам, які мають незалежне мислення, обізнаність про продукт і можливість пропонувати покращення системи та оптимізувати продукти"
    },
    "contact-us": "Зв'язатися з нами ",
    "cv": "Шукаю свій CV:"
  }
}
