{
  "learn-more": "Дізнатися більше",
  "try-now": "Спробуйте зараз",
  "live-demo": "Онлайн демо",
  "build-with": "Збірка з {{name}}",
  "integrations": {
    "meta": {
      "title": "Інтеграції із Cloud",
      "description": "ILLA інтегрує десятки джерел даних і забезпечує дуже простий метод підключення до даних, який може з'єднатися з базами даних чи API-SQL, PostgreSQL і Hugging Face."
    },
    "header": {
      "title": "Підключення до будь-якого джерела даних",
      "description": "З можливістю підключення до основних баз даних або будь-яких даних, підключених за допомогою API, ILLA Cloud дозволяє розробникам щільно інтегрувати дані, отримані з back-end компонентів. Це дає змогу розробникам легко писати виклики даних та досягати широкої інформаційної взаємодії шляхом додавання ресурсів та дій у відповідь на події користувача.",
      "btn-text": "Спробуйте безкоштовно"
    },
    "classify": {
      "database-integrations": "Інтеграції з базою даних",
      "api-integrations": "API інтеграції"
    },
    "back": "Назад до інтеграцій"
  },
  "components": {
    "meta": {
      "title": "Компоненти хмари ILLA",
      "description": "ILLA забезпечує діапазон загальновиробницьких компонентів розробки фронт-ендів, дозволяє користувачам легко створювати попередні інтерфейси та реагувати на дії користувача та відображати дані через прості операції перетягування. Крім того, користувачі можуть створювати складні компоненти, такі як таблиці, таблиці, форми, списки і багато чого більше через платформу. Цей простий підхід дає можливість користувачам невпинно створювати складні компоненти."
    },
    "header": {
      "title": "Бібліотека вбудованих компонентів",
      "description": "ILLA забезпечує діапазон загальновиробницьких компонентів розробки фронт-ендів, дозволяє користувачам легко створювати попередні інтерфейси та реагувати на дії користувача та відображати дані через прості операції перетягування. Користувачі можуть конструювати складні компоненти, такі як таблиці, таблиці, форми, списки та по ILLA.",
      "btn-text": "Спробуйте безкоштовно"
    },
    "classify": {
      "inputs": "Inputs",
      "data": "Дані",
      "presentation": "Презентація"
    },
    "back": "Назад до компонентів"
  },
  "second-page": {
    "feature": {
      "label": "функція",
      "title": "Що встановлює ILLA Cloud один від інших?",
      "description": "ILLA Cloud's SQL генерування функції і свобода JavaScript, а також безшовна інтеграція з базами даних і API, зробити це ефективним інструментом для розробників створення внутрішніх інструментів за допомогою компонентів перетягування в режимі реального часу.",
      "item-1-title": "Плагін ChatGPT",
      "item-1-description": "За допомогою вбудованих плагінів Chatgpt ви можете ввести природну мову і отримати SQL-оператори, які можуть бути запущені безпосередньо.",
      "item-2-title": "Створений для розробників",
      "item-2-description": "Ми надаємо розробникам свободу JavaScript шляхом перенесення JS операторів з {{Template Syntax}} , щоб додати різноманітні до них результати.",
      "item-3-title": "Інтегрувати з будь-яким джерелом даних",
      "item-3-description": "ILLA Cloud з'єднується з базами даних та API, а також інтегрує back-end компоненти, спрощує виклики даних для масової інформаційної взаємодії.",
      "item-4-title": "Співпраця в реальному часі",
      "item-4-description": "ILLA перетворює уяву в реальний кодекс і проекти, які працюють в реальному часі в конструкторі ILLA, підвищуючи ефективність розвитку.",
      "item-5-title": "Бібліотека адаптивного інтерфейсу",
      "item-5-description": "Значки компонентів конструктора ILLA можуть бути затягнуті та знижені, заощаджуючи час і підвищуючи продуктивність розробника."
    },
    "template": {
      "label": "Шаблони",
      "title": "Що можна побудувати з ILLA?",
      "description": "ILLA Cloud пропонує різні компоненти, такі як таблиці, діаграми, форми, списки та ін. Користувачі можуть легко створювати панелі керування, панелі адміністрування, опитування, а також більше використовувати ці компоненти.",
      "item-1-title": "Приладна дошка",
      "item-1-description": "Використовуйте таблиці та діаграми для створення панелі інструментів.",
      "item-2-title": "Опитування",
      "item-2-description": "Використовуйте компоненти для створення форм додатків.",
      "item-3-title": "Панель адміністратора",
      "item-3-description": "Використовувати список компонентів для відображення та керування інформацією."
    }
  }
}