{
  "test": "Testi",
  "title": "Työ ILLA:ssa",
  "slogan": "Haasteisiin vastaaminen suurten ihmisten kanssa",
  "description": "ILLA on startup-yritys, jossa on paljon ihmisiä. Suurimmat jäsenemme tulivat kuuluisista yrityksistä ja yliopistoista, kuten ByteDance, Kwai, Pecking University, ja HKUST. Heillä on jo kokemusta TikTokin ja Kwain kehittämisestä nollasta 100 miljoonaan käyttäjään ja heillä on runsaasti kokemusta tuotekehityksestä.\nOlemme sitoutuneet kehittämään erinomaisia matalan koodin alustoja kehittäjille ympäri maailman, auttaa heitä vähentämään aikaansa käyttöliittymän suunnittelussa ja datan integroinnissa. Perustamme täydellisen yrityksen sisäisen pilvijärjestelmän, joka tarjoaa start-up- ja pienyrityksille edullisia ja laadukkaita pilvipalveluita.",
  "life": {
    "title": "Elämä ILLA:ssa",
    "benefit": {
      "title": "Meidän Etuutemme",
      "newcomer": {
        "title": "Uusien tulokkaiden edut",
        "des": "Applen kannettavat tietokoneet ja pöytätietokoneet uusille työntekijöille"
      },
      "welfare": {
        "title": "Hyvinvointi",
        "des": "Päivittäinen ateriaavustus ja kuukausittaiset etuudet auttaa työntekijöitä parantamaan itseään"
      },
      "office": {
        "title": "Toimistoetuudet",
        "des": "Ilmainen kahvi, viikoittaiset aktiviteetit eri teemoja"
      },
      "holiday": {
        "title": "Vapaa-ajan edut",
        "des": "tarjota työntekijöille lomanloma ja sairausloma lomien lisäksi"
      }
    }
  },
  "address": {
    "title": "Toimistomme",
    "beijing": {
      "title": "Beijing",
      "location": "7/F, Wangfujing 219 Taohui Xintian, Dongcheng District, Peking"
    },
    "shenzhen": {
      "title": "Shenzhen",
      "location": "9/F, Block B, TCL Building, No.6 Gaoxin South Road, Nanshan District, Shenzhen, Guangdong"
    }
  },
  "recruiting": {
    "title": "Me rekrytoimme",
    "responsibilities": "Työpaikan Vastuu:",
    "requirements": "Työn Vaatimukset:",
    "pluses": "Plussat:",
    "frontEnd": {
      "title": "Front End -insinööri ",
      "responsibilities": "1. Johtavat tai osallistuvat komponenttikirjastojen kehittämiseen ja parantavat jatkuvasti komponenttikirjastojen käyttöä ja skaalautuvuutta.\n2. Johto tai osallistuminen vähäkoodisen alustan kehittämiseen parantaa edelleen matalan koodin alustan käyttöä, vakautta ja skaalautuvuutta",
      "requirements": "1. Bachelor's degree or above, major in computer-related subjects;\n2. Good communication and expression skills, strong execution ability, serious, rigorous, and highly responsible attitude for work;\n3. Good at thinking and summary, advocating innovation and continuous optimization, careful thinking, rigorous code, and strong interest in technology;\n4. Proficient in HTML5/ES6/CSS3 and other Web development skills, able to independently complete page production, with good CSS skills;\n5. Familiar with at least one mainstream front-end framework such as Vue, React, Svelte, etc;\n6. Familiar with Web application system development, have a great understanding of HTTP protocol and Web server;",
      "pluses": "1. Tule Nodejs back-end palvelimen kehittämiseen, kokemusta korkea valuutta, suorituskyky analyysi, ja viritys, ja back-end palveluarkkitehtuuri;\n2. Kokemus komponenttikirjaston kehittämisestä;\n3. Kokemus avoimen lähdekoodin projektin ylläpidosta."
    },
    "Golang": {
      "title": "Golangin kehitysinsinöörit",
      "responsibilities": "1. Vastaa laadukkaiden Go -järjestelmien kehittämisestä ja avoimen lähdekoodin projektin infrastruktuurin ylläpidosta.\n2. Optimoi verkkopalvelujen ja offline-palveluiden suorituskyky ja tukee korkean valuutan, monen huoneen ja katastrofin palautusratkaisujen toteuttamista.\n3. Ymmärrä yksikkötestien kirjoittaminen ja kykenee tuottamaan korkealaatuisia koodinvaatimuksia avoimen lähdekoodin projektien mukaisesti.\n4. Sinulla on konttiin liittyviä kokemuksia.",
      "requirements": "1. Hyvä tietorakenne ja algoritmi perusta, vankka ohjelmointi taitoja.\n2. Kuulua yhteen Go-kielestä, joka on tuttu MySQL-, Redis-, Kafka- viestijonoon jne.\n3. Kokemus avoimen lähdekoodin projektien ylläpidosta olisi plus.\n4. Kuuluu etupään teknologioihin, Vue, HTML, JavaScript ja CSS olisivat plus.\n5. Suosi kehittäjiä, joilla on itsenäinen ajattelu, tuotetietoisuus ja kyky ehdottaa järjestelmän parannuksia ja optimoida tuotteita"
    },
    "contact-us": "Ota yhteyttä ",
    "cv": "Etsitään CV:täsi:"
  }
}
