{
  "learn-more": "Lue lisää",
  "try-now": "Kokeile nyt",
  "live-demo": "Live demo",
  "build-with": "Rakenna {{name}} kanssa",
  "integrations": {
    "meta": {
      "title": "ILLA Cloud Integrations",
      "description": "ILLA integroi kymmeniä tietolähteitä ja tarjoaa hyvin yksinkertaisen datayhteyden menetelmän, jotka voivat muodostaa yhteyden tietokantoihin tai APIin, kuten MySQL, PostgreSQL, ja Hyljellä Face."
    },
    "header": {
      "title": "Yhdistä mihin tahansa tietolähteeseen",
      "description": "Kanssa kyky muodostaa yhteys valtavirran tietokantoihin tai mihin tahansa dataan, joka on liitetty API:n kautta, ILLA-pilven avulla kehittäjät voivat integroida tarkasti loppupäässä saadut tiedot etuosan komponentteihin. Näin kehittäjät voivat helposti kirjoittaa datapuheluita ja saavuttaa laajan tiedonvaihdon lisäämällä resursseja ja toimia käyttäjien tapahtumiin vastaamiseksi.",
      "btn-text": "Kokeile ilmaiseksi"
    },
    "classify": {
      "database-integrations": "Tietokannan Integraatiot",
      "api-integrations": "Api Integraatiot"
    },
    "back": "Takaisin integraatioihin"
  },
  "components": {
    "meta": {
      "title": "ILLA Cloud Komponentit",
      "description": "ILLA tarjoaa valikoiman yleisesti käytettyjä etupään kehityksen komponentteja, jotta käyttäjät voivat helposti rakentaa etupäähän rajapintoja ja reagoida käyttäjien toimiin ja näyttää dataa yksinkertaisilla pudotustoiminnoilla. Lisäksi käyttäjät voivat rakentaa monimutkaisia komponentteja, kuten taulukoita, kaavioita, lomakkeita, luetteloita ja enemmän kautta alustan. Tämä yksinkertainen lähestymistapa antaa käyttäjille mahdollisuuden luoda vaivattomasti monimutkaisia komponentteja."
    },
    "header": {
      "title": "Sisäänrakennettujen komponenttien kirjasto",
      "description": "ILLA tarjoaa valikoiman yleisesti käytettyjä etupään kehityksen komponentteja, jotta käyttäjät voivat helposti rakentaa etupäähän rajapintoja ja reagoida käyttäjien toimiin ja näyttää dataa yksinkertaisilla pudotustoiminnoilla. Käyttäjät voivat rakentaa monimutkaisia komponentteja, kuten taulukoita, kaavioita, luetteloita ja paljon muuta ILLAn kautta.",
      "btn-text": "Kokeile ilmaiseksi"
    },
    "classify": {
      "inputs": "Inputs",
      "data": "Tiedot",
      "presentation": "Esitys"
    },
    "back": "Takaisin komponentteihin"
  },
  "second-page": {
    "feature": {
      "label": "ominaisuus",
      "title": "Mikä asettaa ILLA Cloud erilleen muista?",
      "description": "ILLA Cloudin SQL Luo ominaisuus ja JavaScript-vapaus, sekä sen saumaton integrointi tietokantoihin ja APIin, tehdä siitä tehokas työkalu kehittäjille rakentaa sisäisiä työkaluja pudottamalla komponentteja reaaliajassa.",
      "item-1-title": "ChatGPT Liitännäinen",
      "item-1-description": "Kanssa upotettu Chatgpt Plugin, voit syöttää luonnollisen kielen ja saada SQL lausunnot, jotka voidaan suorittaa suoraan.",
      "item-2-title": "Rakennettu kehittäjille",
      "item-2-description": "Tarjoamme kehittäjille JavaScript-vapautta käärimällä JS lausumia {{Template Syntax}} lisätäksemme vaihtelua tuotokseen.",
      "item-3-title": "Integroi mihin tahansa tietolähteeseen",
      "item-3-description": "ILLA Cloud yhdistää tietokantoihin ja sovellusrajapintoihin ja integroi taustatiedot etupäähän komponentteihin, mikä yksinkertaistaa dataa vaatii massiivista vuorovaikutusta.",
      "item-4-title": "Reaaliaikainen Yhteistyö",
      "item-4-description": "ILLA muuttaa mielikuvituksen todelliseksi kooksi ja suunnittelee reaaliaikaista yhteistyötä ILLA Builderissa, mikä parantaa kehitystehokkuutta.",
      "item-5-title": "Reagoiva käyttöliittymän kirjasto",
      "item-5-description": "ILLA Rakentajan kymmeniä komponentteja voidaan vetää ja pudottaa, mikä säästää aikaa ja lisää kehittäjän tuottavuutta."
    },
    "template": {
      "label": "Mallit",
      "title": "Mitä voit rakentaa ILLA?",
      "description": "ILLA Cloud tarjoaa erilaisia komponentteja, kuten taulukoita, kaavioita, lomakkeita, luetteloita jne. Käyttäjät voivat helposti rakentaa dashboards, admin paneelit, kyselylomakkeet ja enemmän käyttää näitä komponentteja.",
      "item-1-title": "Hallintapaneeli",
      "item-1-description": "Käytä taulukoita ja karttoja dashboardin luomiseen.",
      "item-2-title": "Kysely",
      "item-2-description": "Käytä lomakkeen ja syötteen komponentteja lomakkeen sovellusten luomiseen.",
      "item-3-title": "Ylläpito paneeli",
      "item-3-description": "Käytä listan komponenttia tietojen näyttämiseen ja hallintaan."
    }
  }
}