{
  "learn_more": "Lue lisää",
  "try_now": "Kokeile nyt",
  "live_demo": "Live demo",
  "components": {
    "meta": {
      "title": "ILLA Cloud Komponentit",
      "description": "ILLA tarjoaa valikoiman yleisesti käytettyjä etupään kehityksen komponentteja, jotta käyttäjät voivat helposti rakentaa etupäähän rajapintoja ja reagoida käyttäjien toimiin ja näyttää dataa yksinkertaisilla pudotustoiminnoilla. Lisäksi käyttäjät voivat rakentaa monimutkaisia komponentteja, kuten taulukoita, kaavioita, lomakkeita, luetteloita ja enemmän kautta alustan. Tämä yksinkertainen lähestymistapa antaa käyttäjille mahdollisuuden luoda vaivattomasti monimutkaisia komponentteja."
    },
    "headerContent": {
      "title": "Sisäänrakennettujen komponenttien kirjasto",
      "description": "ILLA tarjoaa valikoiman yleisesti käytettyjä etupään kehityksen komponentteja, jotta käyttäjät voivat helposti rakentaa etupäähän rajapintoja ja reagoida käyttäjien toimiin ja näyttää dataa yksinkertaisilla pudotustoiminnoilla. Käyttäjät voivat rakentaa monimutkaisia komponentteja, kuten taulukoita, kaavioita, luetteloita ja paljon muuta ILLAn kautta.",
      "btn_text": "Kokeile ilmaiseksi",
      "isShowBack": false,
      "left_image": "https://cdn.illacloud.com/official-website/img/official-site/features/componentIndex.svg"
    },
    "classify": {
      "inputs": {
        "title": "Inputs",
        "contentList": [
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-upload.svg",
            "name": "Lähetä",
            "description": "ILLA Cloudin 'Upload' -komponentti tarjoaa käyttäjille keinon, jolla he voivat ladata minkä tahansa tyyppisiä tiedostoja sovellukseen.",
            "sort": "4"
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-switch.svg",
            "name": "Vaihda ",
            "description": "ILLA Cloudin 'Switch' -komponentti tarjoaa kytkimen, jonka avulla käyttäjät voivat kytkeä päälle tai kytkeä tietyn asetuksen tai ominaisuuden pois päältä.",
            "sort": "5"
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-select.svg",
            "name": "Valitse",
            "description": "ILLA Cloudin 'Valitse' -komponentti on avattavasta valitsimesta, jonka avulla käyttäjät voivat valita vaihtoehdoista, tarjotaan käyttäjäystävällinen ja avaruustehokas tapa tietojen tallentamiseen.",
            "sort": "6"
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-radio%20group.svg",
            "name": "Radion ryhmä",
            "description": "ILLA Cloudin radio-ryhmäkomponentti on radio-valitsin jonka avulla käyttäjät voivat valita yhden vaihtoehdon valintojen luettelosta, tarjotaan yksinkertainen ja selkeä tapa syöttää ja hallinnoida tietoja.",
            "sort": "8"
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-checkbox.svg",
            "name": "Valintaruutu Ryhmä",
            "description": "ILLA Cloud 'Checkbox Group' -komponentti on valintaruutu valitsin jonka avulla käyttäjät voivat valita useita vaihtoehtoja luettelosta, tarjotaan yksinkertainen ja tehokas tapa hallita tietoja.",
            "sort": "9"
          }
        ]
      },
      "data": {
        "title": "Tiedot",
        "contentList": [
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-chart.svg",
            "name": "Kaavio",
            "description": "ILLA Cloudin 'kartta' -komponentti näyttää linkitettyjen tietojen perusteella useita karttoja, tarjota käyttäjille selkeitä ja visuaalisesti houkuttelevia esityksiä monimutkaisia tietoja.",
            "sort": 4
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-table.svg",
            "name": "Taulukot",
            "description": "ILLA Cloudin 'Table' -komponentti näyttää tiedot tietokannasta taulukkomuodossa, jolloin käyttäjien on helppo tarkastella, lajitella ja analysoida suuria määriä tietoa yhdellä silmäyksellä.",
            "sort": 5
          }
        ]
      },
      "presentation": {
        "title": "Esitys",
        "contentList": [
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components/pdf.svg",
            "name": "PDF",
            "description": "ILLA Cloudin 'PDF' -komponentti on näyttöelementti, jonka avulla käyttäjät voivat tarkastella PDF-tiedostoja ja olla vuorovaikutuksessa niiden kanssa.",
            "sort": 0
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components/video.svg",
            "name": "Video",
            "description": "ILLA Cloudin videokomponentti on näyttöelementti, jonka avulla käyttäjät voivat pelata ja olla vuorovaikutuksessa videoiden kanssa sovelluksessa.",
            "sort": 1
          }
        ]
      }
    }
  },
  "integrations": {
    "classify": {
      "database": {
        "contentList": {
          "12": {
            "name": "Appwrite",
            "description": "Avoimen lähdekoodin taustapalvelimen alusta, joka tarjoaa todennusta, tietokantaa ja tallennuspalveluja web-ja mobiilisovelluksia varten."
          },
          "13": {
            "name": "Oracle DB",
            "sort": "13",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/oracledb.svg",
            "description": "Erittäin suorituskykyinen, skaalautuva relaatiotietokannan hallintajärjestelmä, joka tarjoaa kattavan joukon ominaisuuksia ja työkaluja."
          },
          "14": {
            "name": "CouchDB",
            "sort": "14",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/couchDB.svg",
            "description": "NoSQL dokumentti-suuntautunut tietokanta, joka tarjoaa hajautetun arkkitehtuurin inkrementaalinen jäljentäminen ja konfliktien havaitseminen."
          },
          "15": {
            "name": "Microsoft SQL -palvelin",
            "sort": "15",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/msdb.svg",
            "description": "Suhteellinen tietokannan hallintajärjestelmä kehitetty Microsoft, joka tukee transaktioiden käsittely, liiketoiminnan älykkyys, ja analytiikka sovelluksia."
          },
          "16": {
            "name": "Neon",
            "sort": "16",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/NEON.svg",
            "description": "Täysin hoidettu multi-cloud Postgres jossa on antelias vapaa taso. Erotimme tallennustilan ja tietokoneen tarjotaksemme automaattisen skaalauksen, haarautumisen ja pohjattoman tallennustilan."
          }
        }
      },
      "api": {
        "contentList": {
          "6": {
            "name": "Google Sheets",
            "sort": "6",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/Google%20sheets.svg",
            "description": "Pilvipohjainen taulukkolaskentaohjelmisto, jonka avulla käyttäjät voivat luoda ja muokata laskentataulukoita verkossa ja tehdä yhteistyötä muiden kanssa reaaliajassa."
          }
        }
      }
    }
  }
}
