{
  "learn-more": "Learn more",
  "try-now": "Try now",
  "live-demo": "Live demo",
  "build-with": "Build with {{name}}",
  "integrations": {
    "meta": {
      "title": "ILLA Cloud Integrations",
      "description": "ILLA integrates dozens of data sources and provides a very simple data connection method, which can connect to databases or APIs such as MySQL, PostgreSQL, and Hugging Face."
    },
    "header": {
      "title": "Connect to any data source",
      "description": "With the ability to connect to mainstream databases or any data connected through APIs, ILLA Cloud allows developers to tightly integrate data obtained from the back-end with front-end components. This enables developers to easily write data calls and achieve extensive information interaction by adding resources and actions to response to user events.",
      "btn-text": "Try for Free"
    },
    "classify": {
      "database-integrations": "Database Integrations",
      "api-integrations": "API Integrations"
    },
    "back": "Back to integrations"
  },
  "components": {
    "meta": {
      "title": "ILLA Cloud Components",
      "description": "ILLA provides a range of commonly used front-end development components, enabling users to easily build front-end interfaces and respond to user actions and display data through simple drag-and-drop operations. In addition, users can construct complex components such as tables, charts, forms, lists, and more through the platform. This simple approach empowers users to effortlessly create complex components."
    },
    "header": {
      "title": "Library of built-in components",
      "description": "ILLA provides a range of commonly used front-end development components, enabling users to easily build front-end interfaces and respond to user actions and display data through simple drag-and-drop operations. Users can construct complex components such as tables, charts, forms, lists, and more through ILLA.",
      "btn-text": "Try for Free"
    },
    "classify": {
      "inputs": "Inputs",
      "data": "Data",
      "presentation": "Presentation"
    },
    "back": "Back to components"
  },
  "second-page": {
    "feature": {
      "label": "feature",
      "title": "What sets ILLA Cloud apart from others?",
      "description": "ILLA Cloud's SQL Generate feature and JavaScript freedom, along with its seamless integration with databases and APIs, make it an efficient tool for developers building internal tools with drag-and-drop components in real time.",
      "item-1-title": "ChatGPT Plugin",
      "item-1-description": "With the embedded Chatgpt Plugin, you can input natural language and get SQL statements that can be run directly.",
      "item-2-title": "Built for Developers",
      "item-2-description": "We provide developers JavaScript freedom by wrapping JS statements with {{Template Syntax}} to add variety to the output.",
      "item-3-title": "Integrate with any data source",
      "item-3-description": "ILLA Cloud connects to databases and APIs, and integrates back-end data with front-end components, simplifying data calls for massive information interaction.",
      "item-4-title": "Real-time Collaboration",
      "item-4-description": "ILLA turns imagination into real code and designs with real-time collaboration in ILLA Builder, improving development efficiency.",
      "item-5-title": "Responsive UI library",
      "item-5-description": "ILLA Builder's dozens of components can be dragged and dropped, saving time and boosting developer productivity."
    },
    "template": {
      "label": "Templates",
      "title": "What can you build with ILLA?",
      "description": "ILLA Cloud offers a variety of components, such as tables, charts, forms, lists, etc. Users can easily build dashboards, admin panels, survey forms, and more using these components.",
      "item-1-title": "Dashboard",
      "item-1-description": "Use tables and charts to create a dashboard.",
      "item-2-title": "Survey",
      "item-2-description": "Use form and input components to create form apps.",
      "item-3-title": "Admin panel",
      "item-3-description": "Use a list component to display and manage information."
    }
  }
}