{
  "test": "Test",
  "title": "Work At ILLA",
  "slogan": "Facing challenges with great people",
  "description": "ILLA is a start-up with great people. Our major members came from famous companies and universities such as ByteDance, Kwai, Pecking University, and HKUST. They already have the experience of developing TikTok and Kwai from zero to 100 million users and have accumulated rich experience in product development.\nWe are committed to developing excellent low-code platform products for developers worldwide, helping them reduce their time costs on UI design and data integrations. We will establish a complete enterprise internal cloud system, providing start-ups and small-scale enterprises with low-cost, high-quality cloud services.",
  "life": {
    "title": "Life at ILLA",
    "benefit": {
      "title": "Our Benefit",
      "newcomer": {
        "title": "Newcomer benefits",
        "des": "Apple laptops and desktop computers for new employees"
      },
      "welfare": {
        "title": "Welfare",
        "des": "Daily meal allowance and monthly benefits to help employees improve themselves"
      },
      "office": {
        "title": "Office benefits",
        "des": "Free coffee, weekly activities with different themes"
      },
      "holiday": {
        "title": "Holiday benefits",
        "des": "provide employees with annual vacation and sick leave in addition to holidays"
      }
    }
  },
  "address": {
    "title": "Our offices",
    "beijing": {
      "title": "Beijing",
      "location": "7/F, Wangfujing 219 Taohui Xintian, Dongcheng District, Beijing"
    },
    "shenzhen": {
      "title": "Shenzhen",
      "location": "9/F, Block B, TCL Building, No.6 Gaoxin South Road, Nanshan District, Shenzhen, Guangdong"
    }
  },
  "recruiting": {
    "title": "We are recruiting",
    "responsibilities": "Job Responsibilities:",
    "requirements": "Job Requirements:",
    "pluses": "Pluses:",
    "frontEnd": {
      "title": "Front End engineer ",
      "responsibilities": "1. Lead or participate in the development of component libraries, and continuously improve the ease of use and scalability of the component libraries.\n2. Lead or participate in the development of a low-code platform, continue to improve the ease of use, stability, and scalability of the low-code platform",
      "requirements": "1. Bachelor's degree or above, major in computer-related subjects;\n2. Good communication and expression skills, strong execution ability, serious, rigorous, and highly responsible attitude for work;\n3. Good at thinking and summary, advocating innovation and continuous optimization, careful thinking, rigorous code, and strong interest in technology;\n4. Proficient in HTML5/ES6/CSS3 and other Web development skills, able to independently complete page production, with good CSS skills;\n5. Familiar with at least one mainstream front-end framework such as Vue, React, Svelte, etc;\n6. Familiar with Web application system development, have a great understanding of HTTP protocol and Web server;",
      "pluses": "1. Familiar with Nodejs back-end server development, with experience in high concurrency, performance analysis, and tuning, and back-end service architecture;\n2. Experience in component library development;\n3. Experience in open-source project maintenance."
    },
    "Golang": {
      "title": "Golang development engineers",
      "responsibilities": "1. Responsible for the development of high-quality Go systems and maintaining the infrastructure of the open-source project ILLA Family.\n2. Optimize the performance of online and offline services and support the implementation of high concurrency, multi-room, disaster recovery solutions.\n3. Understand unit test writing, and have the ability to produce high-quality code requirements in line with open-source projects.\n4. Have container-related experience.",
      "requirements": "1. Good data structure and algorithm foundation, solid programming skills.\n2. Familiar with one of the Go languages, familiar with MySQL, Redis, Kafka message queue, etc.\n3. Experience in open source project maintenance would be a plus.\n4. Familiar with front-end related technologies, Vue, HTML, JavaScript, and CSS would be a plus.\n5. Prefer developers with independent thinking, product awareness, and have the ability to propose system improvements and optimize products"
    },
    "contact-us": "Contact us ",
    "cv": "Looking for your CV:"
  },
  "language": {
    "en-US": "English",
    "zh-CN": "简体中文",
    "ko-KR": "한국인",
    "ja-JP": "日本語",
    "af-ZA": "Afrikaans",
    "cs-CZ": "čeština",
    "de-DE": "Deutsch",
    "da-DK": "dansk",
    "el-GR": "ελληνικά",
    "es-ES": "español",
    "fi-FI": "suomi",
    "fr-FR": "français",
    "it-IT": "italiano",
    "nl-NL": "Nederlands",
    "no-NO": "norsk",
    "pl-PL": "polski",
    "pt-PT": "português",
    "ro-RO": "română",
    "ru-RU": "русский",
    "sv-SE": "svenska",
    "uk-UA": "українська"
  }
}
