{
  "test": "Test",
  "title": "Arbejde På ILLA",
  "slogan": "Stillet over for udfordringer med store mennesker",
  "description": "ILLA er en start-up med store mennesker. Vores store medlemmer kom fra berømte virksomheder og universiteter som ByteDance, Kwai, Pecking University, og HKUST. De har allerede erfaring med at udvikle TikTok og Kwai fra nul til 100 millioner brugere og har akkumuleret rig erfaring i produktudvikling.\nVi er forpligtet til at udvikle fremragende lav-kode platform produkter til udviklere over hele verden, hjælpe dem med at reducere deres tidsomkostninger på UI design og data integrationer. Vi vil etablere et komplet virksomhedsinternt cloud-system, der leverer nystartede virksomheder og små virksomheder med billige cloud-tjenester af høj kvalitet.",
  "life": {
    "title": "Liv på ILLA",
    "benefit": {
      "title": "Vores Fordel",
      "newcomer": {
        "title": "Nytilkomne fordele",
        "des": "Apple bærbare computere og stationære computere til nye medarbejdere"
      },
      "welfare": {
        "title": "Velfærd",
        "des": "Daglig madtilskud og månedlige ydelser til at hjælpe medarbejderne forbedre sig selv"
      },
      "office": {
        "title": "Kontor fordele",
        "des": "Gratis kaffe, ugentlige aktiviteter med forskellige temaer"
      },
      "holiday": {
        "title": "Fordele ved ferie",
        "des": "give medarbejderne årlig ferie og sygeorlov ud over ferier"
      }
    }
  },
  "address": {
    "title": "Vores kontorer",
    "beijing": {
      "title": "Beijing",
      "location": "7/F, Wangfujing 219 Taohui Xintian, Dongcheng District, Beijing"
    },
    "shenzhen": {
      "title": "Shenzhen",
      "location": "9/F, Block B, TCL Building, No.6 Gaoxin South Road, Nanshan District, Shenzhen, Guangdong"
    }
  },
  "recruiting": {
    "title": "Vi rekrutterer",
    "responsibilities": "Job Ansvar:",
    "requirements": "Krav Til Job:",
    "pluses": "Pluses:",
    "frontEnd": {
      "title": "Front End ingeniør ",
      "responsibilities": "1. Bly eller deltage i udviklingen af komponentbiblioteker, og løbende forbedre brugervenligheden og skalerbarheden af komponentbibliotekerne.\n2. Bly eller deltagelse i udviklingen af en lavkodeplatform fortsætter med at forbedre brugervenligheden, stabiliteten og skalerbarheden af lavkodeplatformen",
      "requirements": "1. Bachelorgrad eller derover, større i computer-relaterede emner;\n2. God kommunikation og udtryk færdigheder, stærk udførelse evne, alvorlig, stringent og meget ansvarlig holdning til arbejdet;\n3. God til at tænke og sammenfatte, fortaler innovation og løbende optimering, omhyggelig tænkning, streng kode og stærk interesse for teknologi;\n4. Proficient in HTML5/ES6/CSS3 and other Web development skills, able to independently complete page production with good CSS skills;\n5. Kendt med mindst en mainstream front-end ramme som Vue, React, Svelte osv.\n6. Kendt med webapplikationssystemudvikling, har en stor forståelse af HTTP-protokol og webserver;",
      "pluses": "1. Kendt med Nodejs back-end server udvikling, med erfaring i høj concurrency, performance analyse, og tuning, og back-end service arkitektur;\n2. Erfaring i komponentbiblioteksudvikling;\n3. Erfaring i open source-projektvedligeholdelse."
    },
    "Golang": {
      "title": "Ingeniører til udvikling af golang",
      "responsibilities": "1. Ansvarlig for udvikling af høj kvalitet Go systemer og vedligeholdelse af infrastrukturen i open source-projektet ILLA Family.\n2. Optimer ydelsen af online og offline tjenester og støtte gennemførelsen af høj concurrency, multi-room, disaster recovery løsninger.\n3. Forstå enhedstest skrivning, og har evnen til at producere høj kvalitet kode krav i overensstemmelse med open source-projekter.\n4. Har container-relaterede erfaringer.",
      "requirements": "1. God datastruktur og algoritme fundament, solid programmering færdigheder.\n2. Kendt med et af Go-sprog, fortrolig med MySQL, Redis, Kafka besked kø, etc.\n3. Erfaring med open source-projektvedligeholdelse ville være et plus.\n4. Kendt med front-end relaterede teknologier, Vue, HTML, JavaScript, og CSS ville være et plus.\n5. Foretrækker udviklere med uafhængig tænkning, produktbevidsthed, og har evnen til at foreslå systemforbedringer og optimere produkter"
    },
    "contact-us": "Kontakt os ",
    "cv": "Leder efter dit CV:"
  },
  "language": {
    "en-US": "Engelsk",
    "zh-CN": "简体中文",
    "ko-KR": "한국인",
    "ja-JP": "日本語",
    "af-ZA": "Afrikaans",
    "cs-CZ": "cřesţtina",
    "de-DE": "Deutsch",
    "da-DK": "dansk",
    "el-GR": "ελληνικά",
    "es-ES": "español",
    "fi-FI": "suomi",
    "fr-FR": "franc- ais",
    "it-IT": "italiano",
    "nl-NL": "Nederlands",
    "no-NO": "norsk",
    "pl-PL": "polski",
    "pt-PT": "portugue s",
    "ro-RO": "romersk naŽe",
    "ru-RU": "Rækkevidde - OG Rækkevidde",
    "sv-SE": "svenska",
    "uk-UA": "українська"
  }
}
