{
  "learn-more": "Lær mere",
  "try-now": "Prøv nu",
  "live-demo": "Live demo",
  "build-with": "Byg med {{name}}",
  "integrations": {
    "meta": {
      "title": "ILLA Cloud Integrationer",
      "description": "ILLA integrerer snesevis af datakilder og giver en meget enkel dataforbindelsesmetode. som kan forbinde til databaser eller API'er såsom MySQL, PostgreSQL, og Hugging Face."
    },
    "header": {
      "title": "Opret forbindelse til enhver datakilde",
      "description": "Med evnen til at oprette forbindelse til mainstream databaser eller data, der er forbundet via API'er, ILLA Cloud giver udviklere mulighed for tæt at integrere data fra back-end med front-end komponenter. Dette gør det muligt for udviklere nemt at skrive dataopkald og opnå omfattende information interaktion ved at tilføje ressourcer og handlinger til at reagere på brugerens begivenheder.",
      "btn-text": "Prøv gratis"
    },
    "classify": {
      "database-integrations": "Database Integrationer",
      "api-integrations": "Api Integrationer"
    },
    "back": "Tilbage til integrationer"
  },
  "components": {
    "meta": {
      "title": "ILLA Cloud Komponenter",
      "description": "ILLA leverer en række almindeligt anvendte komponenter til front-end udvikling giver brugerne mulighed for nemt at opbygge front-end grænseflader og reagere på brugerens handlinger og vise data gennem enkle træk-og-slip-operationer. Desuden kan brugerne konstruere komplekse komponenter såsom tabeller, diagrammer, formularer, lister og mere gennem platformen. Denne enkle tilgang giver brugerne mulighed for ubesværet at skabe komplekse komponenter."
    },
    "header": {
      "title": "Bibliotek over indbyggede komponenter",
      "description": "ILLA leverer en række almindeligt anvendte komponenter til front-end udvikling giver brugerne mulighed for nemt at opbygge front-end grænseflader og reagere på brugerens handlinger og vise data gennem enkle træk-og-slip-operationer. Brugere kan konstruere komplekse komponenter såsom tabeller, diagrammer, formularer, lister og meget mere gennem ILLA.",
      "btn-text": "Prøv gratis"
    },
    "classify": {
      "inputs": "Inputs",
      "data": "Data",
      "presentation": "Præsentation"
    },
    "back": "Tilbage til komponenter"
  },
  "second-page": {
    "feature": {
      "label": "funktion",
      "title": "Hvad adskiller ILLA Cloud fra andre?",
      "description": "ILLA Clouds SQL Generer funktion og JavaScript frihed, sammen med sin problemfri integration med databaser og API'er, gør det til et effektivt værktøj for udviklere, der bygger interne værktøjer med træk-og-slip-komponenter i realtid.",
      "item-1-title": "ChatGPT Plugin",
      "item-1-description": "Med den indlejrede Chatgpt Plugin, kan du indtaste naturlige sprog og få SQL-udsagn, der kan køres direkte.",
      "item-2-title": "Bygget til udviklere",
      "item-2-description": "Vi giver udviklere JavaScript frihed ved at pakke JS udsagn med {{Template Syntax}} for at tilføje sort til output.",
      "item-3-title": "Integrer med enhver datakilde",
      "item-3-description": "ILLA Cloud forbinder til databaser og API'er, og integrerer back-end-data med front-end komponenter, forenkler dataopkald for massiv informationsinteraktion.",
      "item-4-title": "Real-time Samarbejde",
      "item-4-description": "ILLA forvandler fantasi til rigtig kode og design med real-time samarbejde i ILLA Builder, forbedre udviklingseffektiviteten.",
      "item-5-title": "Responsivt UI-bibliotek",
      "item-5-description": "ILLA Builders snesevis af komponenter kan trækkes og slippes, spare tid og øge udviklerens produktivitet."
    },
    "template": {
      "label": "Skabeloner",
      "title": "Hvad kan du bygge med ILLA?",
      "description": "ILLA Cloud tilbyder en række komponenter, såsom tabeller, diagrammer, formularer, lister, etc. Brugere kan nemt bygge dashboards, admin paneler, undersøgelsesformularer og mere ved hjælp af disse komponenter.",
      "item-1-title": "Instrumentbræt",
      "item-1-description": "Brug tabeller og diagrammer til at oprette et betjeningspanel.",
      "item-2-title": "Undersøgelse",
      "item-2-description": "Brug formular- og inputkomponenter til at oprette formular-apps.",
      "item-3-title": "Admin panel",
      "item-3-description": "Brug en listekomponent til at vise og håndtere information."
    }
  }
}