{
  "test": "Testen",
  "title": "Arbeit bei ILLA",
  "slogan": "Herausforderungen mit großen Menschen begegnen",
  "description": "ILLA ist ein Start-up mit großen Leuten, die von namhaften Unternehmen und Universitäten wie ByteDance, Kwai, Pecking University und HKUST stammen. Sie verfügen bereits über die Erfahrung mit der Entwicklung von TikTok und Kwai von Null auf 100 Millionen Nutzer und haben reiche Erfahrungen in der Produktentwicklung gesammelt.\nWir haben uns verpflichtet, hervorragende Low-Code-Plattform-Produkte für Entwickler weltweit zu entwickeln, um ihnen dabei zu helfen, ihre Zeitkosten für UI-Design und Datenintegration zu reduzieren. Wir werden ein komplettes firmeninternes Cloud-System einrichten, das Start-ups und Kleinunternehmen kostengünstige und hochwertige Cloud-Dienste bietet.",
  "life": {
    "title": "Leben bei ILLA",
    "benefit": {
      "title": "Unser Nutzen",
      "newcomer": {
        "title": "Neuankömmlinge",
        "des": "Apple Laptops und Desktop-Computer für neue Mitarbeiter"
      },
      "welfare": {
        "title": "Wohlfahrt",
        "des": "Tägliche Speisekarte und monatliche Leistungen, die den Mitarbeitern helfen, sich selbst zu verbessern"
      },
      "office": {
        "title": "Office-Vorteile",
        "des": "Kostenloser Kaffee, wöchentliche Aktivitäten mit verschiedenen Themen"
      },
      "holiday": {
        "title": "Urlaubsvorteile",
        "des": "bieten den Mitarbeitern zusätzlich zu den Feiertagen einen jährlichen Urlaub und einen kranken Urlaub"
      }
    }
  },
  "address": {
    "title": "Unsere Büros",
    "beijing": {
      "title": "Beijing",
      "location": "7/F, Wangfujing 219 Taohui Xintian, Bezirk Dongcheng, Peking"
    },
    "shenzhen": {
      "title": "Shenzhen",
      "location": "9/F, Block B, TCL Gebäude, Nr. 6 Gaoxin Südstraße, Bezirk Nanshan, Shenzhen, Guangdong"
    }
  },
  "recruiting": {
    "title": "Wir rekrutieren",
    "responsibilities": "Aufgaben:",
    "requirements": "Job-Anforderungen:",
    "pluses": "Plus:",
    "frontEnd": {
      "title": "Front-End-Ingenieur ",
      "responsibilities": "1. Führe oder beteilige dich an der Entwicklung von Komponentenbibliotheken und verbessert kontinuierlich die Benutzerfreundlichkeit und Skalierbarkeit der Komponentenbibliotheken.\n2. Führen Sie oder nehmen Sie an der Entwicklung einer Low-Code-Plattform teil, verbessern Sie die Benutzerfreundlichkeit, Stabilität und Skalierbarkeit der Low-Code-Plattform",
      "requirements": "1. Bachelor-Abschluss oder darüber hinaus, Schwerpunkt in computer-bezogenen Themen;\n2. Gute Kommunikation und Ausdruckskraft, hohe Ausführungsfähigkeit, ernsthafte, strenge und sehr verantwortungsvolle Haltung zur Arbeit;\n3. Gut zu denken und zusammenzufassen, Innovation und kontinuierliche Optimierung zu befürworten, sorgfältiges Denken, rigorosen Code und starkes Interesse an der Technologie;\n4. Proficient in HTML5/ES6/CSS3 und anderen Webentwicklungsfähigkeiten in der Lage, unabhängig von der Seitenproduktion mit guten CSS-Fähigkeiten;\n5. Kennt man mindestens ein Mainstream-Front-End-Framework wie Vue, React, Svelte, etc;\n6. Kennt man die Entwicklung von Web-Applikationssystemen, hat man ein großes Verständnis von HTTP-Protokoll und Webserver;",
      "pluses": "1. Vertraut mit Nodejs Backend-Server-Entwicklung mit Erfahrung in hoher Gleichzeitigkeit, Performance-Analyse und Tuning und Back-End-Service-Architektur;\n2. Erfahrung in der Entwicklung der Komponentenbibliothek;\n3. Erfahrung in der Open-Source-Projekt-Wartung."
    },
    "Golang": {
      "title": "Golang Entwicklungsingenieure",
      "responsibilities": "1. Verantwortlich für die Entwicklung von hochwertigen Go-Systemen und die Wartung der Infrastruktur des Open-Source-Projekts ILLA Familie.\n2. Optimieren Sie die Leistung von Online- und Offline-Services und unterstützen Sie die Umsetzung von hochkarätigen Lösungen für den Katastrophenschutz.\n3. Verstehen Sie Unit-Testschreibung und haben die Möglichkeit, qualitativ hochwertige Code-Anforderungen gemäß Open-Source-Projekten zu erstellen.\n4. Haben Sie Erfahrung mit Container-bezogenem Wissen.",
      "requirements": "1. Gute Datenstruktur und Algorithmus-Stiftung, solide Programmierfähigkeiten.\n2. Bekannt mit einer der Go-Sprachen, vertraut mit MySQL, Redis, Kafka Nachricht Warteschlange, etc.\n3. Die Erfahrung mit der Wartung von Open-Source-Projekten wäre ein Plus.\n4. Vertraute mit Frontend-verwandten Technologien, Vue, HTML, JavaScript und CSS wären ein Plus.\n5. Bevorzugen Sie Entwickler mit unabhängigen Denkweisen, Produktbewusstsein und haben die Möglichkeit, Systemverbesserungen vorzuschlagen und Produkte zu optimieren"
    },
    "contact-us": "Kontaktiere uns ",
    "cv": "Suche nach deinem CV:"
  },
  "language": {
    "en-US": "English",
    "zh-CN": "简体中文",
    "ko-KR": "한국인",
    "ja-JP": "日本語",
    "af-ZA": "Afrikaans",
    "cs-CZ": "čeština",
    "de-DE": "Deutsch",
    "da-DK": "dansk",
    "el-GR": "ελληνικά",
    "es-ES": "español",
    "fi-FI": "suomi",
    "fr-FR": "français",
    "it-IT": "italiano",
    "nl-NL": "Nederlands",
    "no-NO": "norsk",
    "pl-PL": "polski",
    "pt-PT": "português",
    "ro-RO": "română",
    "ru-RU": "русский",
    "sv-SE": "svenska",
    "uk-UA": "українська"
  }
}
