{
  "learn-more": "Mehr erfahren",
  "try-now": "Jetzt versuchen",
  "live-demo": "Live-Demo",
  "build-with": "Bauen mit {{name}}",
  "integrations": {
    "meta": {
      "title": "ILLA Cloud-Integrationen",
      "description": "ILLA integriert Dutzende von Datenquellen und bietet eine sehr einfache Datenverbindungsmethode, , die sich mit Datenbanken oder APIs wie MySQL, PostgreSQL und Hugging Face verbinden kann."
    },
    "header": {
      "title": "Mit einer Datenquelle verbinden",
      "description": "Mit der Möglichkeit, sich mit Mainstream-Datenbanken oder über APIs verbundenen Daten zu verbinden, ILLA Cloud ermöglicht Entwicklern die enge Integration von Daten aus dem Backend mit Frontend-Komponenten. Dies ermöglicht Entwicklern das einfache Schreiben von Datenaufrufen und eine umfassende Informations-Interaktion durch das Hinzufügen von Ressourcen und Aktionen zur Reaktion auf Benutzerereignisse.",
      "btn-text": "Kostenlos testen"
    },
    "classify": {
      "database-integrations": "Datenbank-Integrationen",
      "api-integrations": "API-Integrationen"
    },
    "back": "Zurück zu Integrationen"
  },
  "components": {
    "meta": {
      "title": "ILLA Cloud-Komponenten",
      "description": "ILLA bietet eine Reihe von gängigen Frontend-Entwicklungskomponenten, Mit Hilfe von einfachen Drag & Drop Operationen können Benutzeroberflächen einfach erstellt und auf Benutzeraktionen reagiert und Daten angezeigt werden. Darüber hinaus können Anwender komplexe Komponenten wie Tabellen, Diagramme, Formulare, Listen und vieles mehr über die Plattform erstellen. Mit diesem einfachen Ansatz können Anwender mühelos komplexe Komponenten erstellen."
    },
    "header": {
      "title": "Bibliothek der integrierten Komponenten",
      "description": "ILLA bietet eine Reihe von gängigen Frontend-Entwicklungskomponenten, Mit Hilfe von einfachen Drag & Drop Operationen können Benutzeroberflächen einfach erstellt und auf Benutzeraktionen reagiert und Daten angezeigt werden. Benutzer können komplexe Komponenten wie Tabellen, Diagramme, Formulare, Listen und vieles mehr durch ILLA erstellen.",
      "btn-text": "Kostenlos testen"
    },
    "classify": {
      "inputs": "Inputs",
      "data": "Daten",
      "presentation": "Präsentation"
    },
    "back": "Zurück zu Komponenten"
  },
  "second-page": {
    "feature": {
      "label": "objekt",
      "title": "Was unterscheidet ILLA Cloud von anderen?",
      "description": "ILLA Clouds SQL Generate Funktion und JavaScript Freiheit zusammen mit seiner nahtlosen Integration in Datenbanken und APIs machen Sie es zu einem effizienten Werkzeug für Entwickler, die interne Werkzeuge mit Drag-and-Drop Komponenten in Echtzeit erstellen.",
      "item-1-title": "ChatGPT-Plugin",
      "item-1-description": "Mit dem eingebetteten Chatgpt Plugin können Sie natürliche Sprache eingeben und SQL-Anweisungen erhalten, die direkt ausgeführt werden können.",
      "item-2-title": "Erstellt für Entwickler",
      "item-2-description": "Wir geben Entwicklern JavaScript-Freiheit, indem wir JS-Statements mit {{Template Syntax}} verpacken, um die Ausgabe um Vielfalt zu erweitern.",
      "item-3-title": "Mit jeder Datenquelle integrieren",
      "item-3-description": "ILLA Cloud verbindet sich mit Datenbanken und APIs und integriert Back-End-Daten in Frontend-Komponenten und vereinfacht damit Datenaufrufe für eine massive Informations-Interaktion.",
      "item-4-title": "Echtzeit-Zusammenarbeit",
      "item-4-description": "ILLA verwandelt Phantasie in echten Code und Designs mit Echtzeit-Zusammenarbeit im ILLA Builder, wodurch die Entwicklungseffizienz verbessert wird.",
      "item-5-title": "Responsive UI Bibliothek",
      "item-5-description": "Die Dutzende Komponenten des ILLA Builders lassen sich ziehen und fallen lassen, sparen Zeit und steigern die Produktivität der Entwickler."
    },
    "template": {
      "label": "Vorlagen",
      "title": "Was kann man mit ILLA bauen?",
      "description": "ILLA Cloud bietet eine Vielzahl von Komponenten, wie Tabellen, Diagramme, Formulare, Listen usw. Benutzer können einfach Dashboards, Admin-Panels, Vermessungsformulare und mehr mit diesen Komponenten erstellen.",
      "item-1-title": "Dashboard",
      "item-1-description": "Verwenden Sie Tabellen und Diagramme, um ein Dashboard zu erstellen.",
      "item-2-title": "Umfrage",
      "item-2-description": "Verwenden Sie Formular- und Eingabekomponenten, um Formular-Apps zu erstellen.",
      "item-3-title": "Admin-Panel",
      "item-3-description": "Verwenden Sie eine Listenkomponente, um Informationen anzuzeigen und zu verwalten."
    }
  }
}