{
  "learn_more": "Mehr erfahren",
  "try_now": "Jetzt versuchen",
  "live_demo": "Live-Demo",
  "components": {
    "meta": {
      "title": "ILLA Cloud-Komponenten",
      "description": "ILLA bietet eine Reihe von gängigen Frontend-Entwicklungskomponenten, Mit Hilfe von einfachen Drag & Drop Operationen können Benutzeroberflächen einfach erstellt und auf Benutzeraktionen reagiert und Daten angezeigt werden. Darüber hinaus können Anwender komplexe Komponenten wie Tabellen, Diagramme, Formulare, Listen und vieles mehr über die Plattform erstellen. Mit diesem einfachen Ansatz können Anwender mühelos komplexe Komponenten erstellen."
    },
    "headerContent": {
      "title": "Bibliothek der integrierten Komponenten",
      "description": "ILLA bietet eine Reihe von gängigen Frontend-Entwicklungskomponenten, Mit Hilfe von einfachen Drag & Drop Operationen können Benutzeroberflächen einfach erstellt und auf Benutzeraktionen reagiert und Daten angezeigt werden. Benutzer können komplexe Komponenten wie Tabellen, Diagramme, Formulare, Listen und vieles mehr durch ILLA erstellen.",
      "btn_text": "Kostenlos testen",
      "isShowBack": false,
      "left_image": "https://cdn.illacloud.com/official-website/img/official-site/features/componentIndex.svg"
    },
    "classify": {
      "inputs": {
        "title": "Inputs",
        "contentList": [
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-upload.svg",
            "name": "Hochladen",
            "description": "Die 'Upload'-Komponente in der ILLA Cloud bietet Benutzern die Möglichkeit, jede Art von Dateien in ihre Anwendung hochzuladen.",
            "sort": "4"
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-switch.svg",
            "name": "Wechseln ",
            "description": "Die Komponente 'Switch' in der ILLA Cloud bietet einen Schalter zum Einschalten oder Ausschalten einer bestimmten Einstellung oder Funktion.",
            "sort": "5"
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-select.svg",
            "name": "Auswählen",
            "description": "Die 'Select' Komponente in der ILLA Cloud ist ein Dropdown-Selektor, der es Benutzern ermöglicht, aus einer Liste von Optionen auszuwählen, eine benutzerfreundliche und platzsparende Methode zur Eingabe von Daten.",
            "sort": "6"
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-radio%20group.svg",
            "name": "Funkgruppe",
            "description": "Die Komponente 'Funkgruppe' in ILLA Cloud ist ein Funkauswahl, der es Benutzern ermöglicht, eine Option aus einer Liste von Optionen auszuwählen, eine einfache und übersichtliche Möglichkeit, Daten einzugeben und zu verwalten.",
            "sort": "8"
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-checkbox.svg",
            "name": "Checkbox-Gruppe",
            "description": "Die Komponente 'Checkbox Group' in der ILLA Cloud ist ein Checkbox-Selektor, der es Benutzern erlaubt, mehrere Optionen aus einer Liste auszuwählen für eine einfache und effiziente Datenverwaltung.",
            "sort": "9"
          }
        ]
      },
      "data": {
        "title": "Daten",
        "contentList": [
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-chart.svg",
            "name": "Diagramm",
            "description": "Die 'Chart' Komponente in der ILLA Cloud zeigt mehrere Arten von Diagrammen basierend auf verknüpften Daten an die Benutzer mit klaren und visuell ansprechenden Darstellungen komplexer Daten versorgen.",
            "sort": 4
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-table.svg",
            "name": "Tabellen",
            "description": "Die 'Table'-Komponente in der ILLA Cloud zeigt Daten aus einer Datenbank in einem Tabellenformat an, Damit es Benutzern leicht ist, große Mengen an Informationen auf einen Blick zu sehen, zu sortieren und zu analysieren.",
            "sort": 5
          }
        ]
      },
      "presentation": {
        "title": "Präsentation",
        "contentList": [
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components/pdf.svg",
            "name": "PDF",
            "description": "Die 'PDF' Komponente in der ILLA Cloud ist ein Anzeigeelement, das es Benutzern ermöglicht, PDF-Dateien innerhalb der Anwendung anzusehen und mit ihnen zu interagieren.",
            "sort": 0
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components/video.svg",
            "name": "Video",
            "description": "Die 'Video' Komponente in der ILLA Cloud ist ein Anzeigeelement, das es Benutzern ermöglicht, Videos innerhalb der Anwendung abzuspielen und mit ihnen zu interagieren.",
            "sort": 1
          }
        ]
      }
    }
  },
  "integrations": {
    "classify": {
      "database": {
        "contentList": {
          "12": {
            "name": "Appwrite",
            "description": "Eine Open-Source-Backend-Server-Plattform, die Authentifizierungs-, Datenbank- und Speicherdienste für Web- und mobile Anwendungen bereitstellt."
          },
          "13": {
            "name": "Oracle DB",
            "sort": "13",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/oracledb.svg",
            "description": "Ein leistungsstarkes, skalierbares relationales Datenbank-Management-System mit umfassenden Funktionen und Tools."
          },
          "14": {
            "name": "CouchDB",
            "sort": "14",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/couchDB.svg",
            "description": "Eine noSQL-dokumentarorientierte Datenbank, die eine verteilte Architektur mit inkrementeller Replikation und Konflikterkennung zur Verfügung stellt."
          },
          "15": {
            "name": "Microsoft SQL Server",
            "sort": "15",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/msdb.svg",
            "description": "Ein relationales Datenbank-Management-System, das von Microsoft entwickelt wurde, um Transaktionsverarbeitungs-, Business-Intelligenz- und Analyseanwendungen zu unterstützen."
          },
          "16": {
            "name": "Neon",
            "sort": "16",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/NEON.svg",
            "description": "Der voll gemanagte Multi-Cloud-Postgres mit einer großzügigen freien Stufe. Wir haben den Speicher getrennt und berechnet, um Autoskalation, Filiale und ununterbrochenen Speicher anzubieten."
          }
        }
      },
      "api": {
        "contentList": {
          "6": {
            "name": "Google Tabellen",
            "sort": "6",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/Google%20sheets.svg",
            "description": "Eine Cloud-basierte Tabellenkalkulationssoftware, die es Benutzern ermöglicht, Tabellenkalkulationen online zu erstellen und zu bearbeiten, während sie mit anderen in Echtzeit zusammenarbeiten."
          }
        }
      }
    }
  }
}
