{
  "test": "Prueba",
  "title": "Trabajo en ILLA",
  "slogan": "Enfrentarse a desafíos con grandes personas",
  "description": "La ILLA es una empresa con gran gente, y nuestros principales miembros procedieron de compañías y universidades famosas como ByteDance, Kwai, Pecking University y HKUST. Ya tienen la experiencia de desarrollar TikTok y Kwai de cero a 100 millones de usuarios y han acumulado una rica experiencia en el desarrollo de productos.\nEstamos comprometidos a desarrollar excelentes productos de plataforma de bajo código para desarrolladores de todo el mundo, ayudándoles a reducir sus costos de tiempo en el diseño de la interfaz de usuario e integración de datos. Estableceremos un completo sistema de nube interna empresarial, proporcionando a las empresas emergentes y a las pequeñas empresas servicios de nube de calidad y bajo costo.",
  "life": {
    "title": "Vida en ILLA",
    "benefit": {
      "title": "Nuestro beneficio",
      "newcomer": {
        "title": "Beneficios de recién llegado",
        "des": "Portátiles y ordenadores de escritorio de Apple para nuevos empleados"
      },
      "welfare": {
        "title": "Bienestar",
        "des": "Asistencia diaria para comidas y beneficios mensuales para ayudar a los empleados a mejorarse"
      },
      "office": {
        "title": "Beneficios de oficina",
        "des": "Café gratis, actividades semanales con diferentes temas"
      },
      "holiday": {
        "title": "Beneficios de vacaciones",
        "des": "proporcionar a los empleados vacaciones anuales y baja por enfermedad además de vacaciones"
      }
    }
  },
  "address": {
    "title": "Nuestras oficinas",
    "beijing": {
      "title": "Beijing",
      "location": "7/F, Wangfujing 219 Taohui Xintian, Dongcheng, Pekín"
    },
    "shenzhen": {
      "title": "Shenzhen",
      "location": "9/F, Bloque B, Edificio TCL, No.6 Gaoxin South Road, Distrito de Nanshan, Shenzhen, Guangdong"
    }
  },
  "recruiting": {
    "title": "Estamos reclutando",
    "responsibilities": "Responsibilidad del trabajo:",
    "requirements": "Requisitos de trabajo:",
    "pluses": "Pluss:",
    "frontEnd": {
      "title": "Ingeniero frontal ",
      "responsibilities": "1. Lidera o participe en el desarrollo de bibliotecas de componentes, y mejore continuamente la facilidad de uso y escalabilidad de las bibliotecas de componentes.\n2. Lidera o participe en el desarrollo de una plataforma de código bajo, continúe mejorando la facilidad de uso, estabilidad y escalabilidad de la plataforma de código bajo",
      "requirements": "1. Grado o superior de Bachelor, importante en temas relacionados con computadora;\n2. Buenas habilidades de comunicación y expresión, gran capacidad de ejecución, actitud seria, rigurosa y altamente responsable por el trabajo;\n3. Bueno para pensar y resumir, abogando por la innovación y la optimización continua, pensamiento cuidadoso, código riguroso y un fuerte interés en la tecnología;\n4. Profesionales en HTML5/ES6/CSS3 y otras habilidades de desarrollo Web, capaces de completar independientemente la producción de páginas, con buenas habilidades CSS;\n5. Familiar con al menos una de las estructuras de front-end como Vue, React, Svelte, etc;\n6. Conocido con el desarrollo del sistema de aplicaciones Web, tiene una gran comprensión del protocolo HTTP y del servidor Web;",
      "pluses": "1. Familiar con el desarrollo del servidor back-end de Nodejs, con experiencia en alta concurrencia, análisis de rendimiento y ajuste y arquitectura de servicios back-end;\n2. Experiencia en desarrollo de bibliotecas de componentes;\n3. Experiencia en mantenimiento de proyectos de código abierto."
    },
    "Golang": {
      "title": "Ingenieros de desarrollo de Golang",
      "responsibilities": "1. Responible al desarrollo de sistemas Go de alta calidad y al mantenimiento de la infraestructura del proyecto de código abierto ILLA Familia.\n2. Optimizar el rendimiento de los servicios en línea y offline y apoyar la implementación de soluciones de recuperación de desastres de alta concurrencia, multiespacio.\n3. Understand la escritura de pruebas unitarias y tener la capacidad de producir requisitos de código de alta calidad en línea con proyectos de código abierto.\n4. Tener experiencia relacionada con contenedores.",
      "requirements": "1. Buena estructura de datos y base de algoritmos, habilidades de programación sólidas.\n2. Familiar con uno de los idiomas de Go, familiarizado con MySQL, Redis, cola de mensajes de Kafka, etc.\n3. La experiencia en el mantenimiento de proyectos de código abierto sería una ventaja.\n4. Familiar con tecnologías relacionadas con front-end, Vue, HTML, JavaScript y CSS sería un plus.\n5. Preferir a los desarrolladores con pensamiento independiente, conocimiento de producto, y tener la capacidad de proponer mejoras de sistema y optimizar productos"
    },
    "contact-us": "Contáctenos ",
    "cv": "Buscando tu CV:"
  }
}
