{
  "learn-more": "Aprende más",
  "try-now": "Prueba ahora",
  "live-demo": "Demo en vivo",
  "build-with": "Construir con {{name}}",
  "integrations": {
    "meta": {
      "title": "Integraciones en la nube de ILLA",
      "description": "ILLA integra docenas de fuentes de datos y proporciona un método de conexión de datos muy simple, que pueden conectarse a bases de datos o APIs como MySQL, PostgreSQL, y Hugging Face."
    },
    "header": {
      "title": "Conectar a cualquier fuente de datos",
      "description": "Con la capacidad de conectarse a bases de datos de la llamada o a cualquier dato conectado a través de APIs, ILLA Cloud permite a los desarrolladores integrar estrechamente los datos obtenidos del back-end con los componentes del front-end. Esto permite a los desarrolladores escribir fácilmente llamadas de datos y lograr una amplia interacción de información mediante la adición de recursos y acciones para responder a eventos del usuario.",
      "btn-text": "Prueba gratis"
    },
    "classify": {
      "database-integrations": "Integraciones de base de datos",
      "api-integrations": "Integraciones API"
    },
    "back": "Volver a integraciones"
  },
  "components": {
    "meta": {
      "title": "Componentes de nube ILLA",
      "description": "ILLA proporciona un rango de componentes de desarrollo de front-end comúnmente utilizados, permitiendo a los usuarios construir fácilmente interfaces front-end y responder a las acciones del usuario y mostrar datos a través de operaciones simples de arrastre y soltar. Además, los usuarios pueden construir componentes complejos como tablas, gráficos, formularios, listas y más a través de la plataforma. Este enfoque simple permite a los usuarios crear componentes complejos sin esfuerzo."
    },
    "header": {
      "title": "Biblioteca de componentes integrados",
      "description": "ILLA proporciona un rango de componentes de desarrollo de front-end comúnmente utilizados, permitiendo a los usuarios construir fácilmente interfaces front-end y responder a las acciones del usuario y mostrar datos a través de operaciones simples de arrastre y soltar. Los usuarios pueden construir componentes complejos como tablas, gráficos, formularios, listas y más a través de ILLA.",
      "btn-text": "Prueba gratis"
    },
    "classify": {
      "inputs": "Inputs",
      "data": "Datos",
      "presentation": "Presentación"
    },
    "back": "Volver a los componentes"
  },
  "second-page": {
    "feature": {
      "label": "función",
      "title": "¿Qué diferencia a ILLA Cloud de otros?",
      "description": "SQL Generado por ILLA Cloud y libertad de JavaScript, junto con su perfecta integración con bases de datos y APIs, la convierten en una herramienta eficiente para los desarrolladores que construyen herramientas internas con componentes de arrastre y soltar en tiempo real.",
      "item-1-title": "Plugin ChatGPT",
      "item-1-description": "Con el plugin de Chatgpt incrustado, puede introducir lenguaje natural y obtener sentencias SQL que se pueden ejecutar directamente.",
      "item-2-title": "Construido para desarrolladores",
      "item-2-description": "Proporcionamos libertad a los desarrolladores de JavaScript envolviendo sentencias JS con {{Template Syntax}} para añadir variedad a la salida.",
      "item-3-title": "Integrar con cualquier fuente de datos",
      "item-3-description": "ILLA Cloud se conecta a bases de datos y APIs, e integra datos de back-end con componentes front-end, simplificando las llamadas de datos para una interacción masiva de información.",
      "item-4-title": "Colaboración en tiempo real",
      "item-4-description": "ILLA convierte la imaginación en código y diseños reales con colaboración en tiempo real en ILLA Builder, mejorando la eficiencia del desarrollo.",
      "item-5-title": "Biblioteca de interfaz de usuario responsable",
      "item-5-description": "Las docenas de componentes de ILLA Builder pueden ser arrastrados y soltados, ahorrando tiempo e impulsando la productividad de los desarrolladores."
    },
    "template": {
      "label": "Plantillas",
      "title": "¿Qué puedes construir con ILLA?",
      "description": "ILLA Cloud ofrece una variedad de componentes, tales como tablas, gráficos, formularios, listas, etc. Los usuarios pueden construir fácilmente paneles, paneles de administración, formularios de encuestas y más usando estos componentes.",
      "item-1-title": "Tablero",
      "item-1-description": "Utilice tablas y gráficos para crear un tablero.",
      "item-2-title": "Encuesta",
      "item-2-description": "Utilice los componentes de formulario y entrada para crear aplicaciones de formulario.",
      "item-3-title": "Panel de administración",
      "item-3-description": "Utilice un componente de lista para mostrar y administrar la información."
    }
  }
}