{
  "learn_more": "Aprende más",
  "try_now": "Prueba ahora",
  "live_demo": "Demo en vivo",
  "components": {
    "meta": {
      "title": "Componentes de nube ILLA",
      "description": "ILLA proporciona un rango de componentes de desarrollo de front-end comúnmente utilizados, permitiendo a los usuarios construir fácilmente interfaces front-end y responder a las acciones del usuario y mostrar datos a través de operaciones simples de arrastre y soltar. Además, los usuarios pueden construir componentes complejos como tablas, gráficos, formularios, listas y más a través de la plataforma. Este enfoque simple permite a los usuarios crear componentes complejos sin esfuerzo."
    },
    "headerContent": {
      "title": "Biblioteca de componentes integrados",
      "description": "ILLA proporciona un rango de componentes de desarrollo de front-end comúnmente utilizados, permitiendo a los usuarios construir fácilmente interfaces front-end y responder a las acciones del usuario y mostrar datos a través de operaciones simples de arrastre y soltar. Los usuarios pueden construir componentes complejos como tablas, gráficos, formularios, listas y más a través de ILLA.",
      "btn_text": "Prueba gratis",
      "isShowBack": false,
      "left_image": "https://cdn.illacloud.com/official-website/img/official-site/features/componentIndex.svg"
    },
    "classify": {
      "inputs": {
        "title": "Inputs",
        "contentList": [
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-upload.svg",
            "name": "Subir",
            "description": "El componente 'Subir' en la nube de ILLA proporciona una forma para que los usuarios suban cualquier tipo de archivos a su aplicación.",
            "sort": "4"
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-switch.svg",
            "name": "Cambiar ",
            "description": "El componente 'Switch' en la nube de ILLA proporciona un interruptor que permite a los usuarios activar o desactivar una configuración o función en particular.",
            "sort": "5"
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-select.svg",
            "name": "Seleccionar",
            "description": "El componente 'Seleccionar' en la nube de ILLA es un selector desplegable que permite a los usuarios elegir entre una lista de opciones, proporcionar una forma fácil de usar y eficiente de espaciar para introducir datos.",
            "sort": "6"
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-radio%20group.svg",
            "name": "Grupo de radio",
            "description": "El componente 'Grupo de Radio' en la nube de ILLA es un selector de radio que permite a los usuarios elegir una opción de una lista de opciones, proporcionar una forma sencilla y clara de introducir y gestionar datos.",
            "sort": "8"
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-checkbox.svg",
            "name": "Grupo de casillas",
            "description": "El componente 'Checkbox Group' en la nube de ILLA es un selector de casilla de verificación que permite a los usuarios seleccionar múltiples opciones de una lista, proporcionar una forma sencilla y eficiente de gestionar los datos.",
            "sort": "9"
          }
        ]
      },
      "data": {
        "title": "Datos",
        "contentList": [
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-chart.svg",
            "name": "Gráfico",
            "description": "El componente 'Carta' en la nube de ILLA muestra múltiples tipos de cartas basadas en datos vinculados, proporcionar a los usuarios representaciones claras y visualmente atractivas de datos complejos.",
            "sort": 4
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components-new/type-table.svg",
            "name": "Tablas",
            "description": "El componente 'Tabla' en la nube de ILLA muestra datos de una base de datos en formato tabular, hacer más fácil a los usuarios ver, ordenar y analizar grandes cantidades de información de un vistazo.",
            "sort": 5
          }
        ]
      },
      "presentation": {
        "title": "Presentación",
        "contentList": [
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components/pdf.svg",
            "name": "DF",
            "description": "El componente 'PDF' en la nube de ILLA es un elemento que permite a los usuarios ver e interactuar con archivos PDF dentro de la aplicación.",
            "sort": 0
          },
          {
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/components/video.svg",
            "name": "Vídeo",
            "description": "El componente 'Video' en la nube de ILLA es un elemento que permite a los usuarios reproducir e interactuar con videos dentro de la aplicación.",
            "sort": 1
          }
        ]
      }
    }
  },
  "integrations": {
    "classify": {
      "database": {
        "contentList": {
          "12": {
            "name": "Appwrite",
            "description": "Una plataforma de servidor de código abierto que proporciona servicios de autenticación, base de datos y almacenamiento para aplicaciones web y móviles."
          },
          "13": {
            "name": "BD Oráculo",
            "sort": "13",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/oracledb.svg",
            "description": "Un sistema de gestión de bases de datos relacionales de alto rendimiento y escalable que ofrece un amplio conjunto de características y herramientas."
          },
          "14": {
            "name": "CouchDB",
            "sort": "14",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/couchDB.svg",
            "description": "Una base de datos orientada a documentos NoSQL que proporciona una arquitectura distribuida con replicación incremental y detección de conflictos."
          },
          "15": {
            "name": "Microsoft SQL Server",
            "sort": "15",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/msdb.svg",
            "description": "Sistema de gestión de bases de datos relacionales desarrollado por Microsoft que soporta aplicaciones de procesamiento de transacciones, inteligencia empresarial y análisis."
          },
          "16": {
            "name": "Neón",
            "sort": "16",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/NEON.svg",
            "description": "Los Postgres multinube completamente gestionados con un nivel libre generoso. Separamos el almacenamiento y calculamos para ofrecer almacenamiento automotriz, sucursal y sin fondo."
          }
        }
      },
      "api": {
        "contentList": {
          "6": {
            "name": "Hojas de Google",
            "sort": "6",
            "logo": "https://cdn.illacloud.com/official-website/img/official-site/intergration/Google%20sheets.svg",
            "description": "Un software basado en la nube que permite a los usuarios crear y editar hojas de cálculo online mientras colabora con otros en tiempo real."
          }
        }
      }
    }
  }
}
