{
  "slogan-1": "Accelerate your internal \n tools development",
  "self-Hosted": "Self-Hosted",
  "illa-Cloud": "ILLA Cloud",
  "description": "ILLA is a low-code platform that lets developers build internal tools in minutes, spend less time on website design and integrations.",
  "nav": {
    "product": "Products",
    "doc": "Doc",
    "career": "Career"
  },
  "footer": {
    "product": "Products",
    "resources": "Resources",
    "company": "Company",
    "community": "Community",
    "store": "ILLA Store",
    "blog": "Blog",
    "career": "Career",
    "about": "About us"
  },
  "content": {
    "ui-library": {
      "title-1": "A",
      "title-2": "fully",
      "title-3": "",
      "title-4": "responsive UI library",
      "introduction": "We have built dozens of components in ILLA Builder to meet the needs of developers in different scenarios.Developers can drag and drop to boost their productivity, which greatly saves the time on building internal tools",
      "goto": "View all components"
    },
    "for-developer": {
      "title-1": "Built for",
      "title-2": " Developers",
      "introduction": "We offer developers a high degree of freedom to implement richer functionality through JavaScript, wrapping JS statements with {{Template Syntax}} to place at any string type variable spaces for more variety in the output.",
      "goto": "Write JavaScript in ILLA"
    },
    "date-integrate": {
      "title-1": "Integrate with",
      "title-2": "",
      "title-3": "Any",
      "title-4": "data source",
      "introduction": "ILLA can connect to the mainstream databases or any data connected through APIs and add actions to chain to user events. It tightly integrates the data obtained from the back-end with the front-end components, allowing developers to write simple data calls to achieve massive information interaction.",
      "goto": "View supported resource types"
    },
    "collaborative-develop": {
      "title-1": "Real-Time",
      "title-2": "",
      "title-3": "Collaboration",
      "title-4": "",
      "introduction": "ILLA turns imagination into real codes and designs. Developers can work simultaneously in ILLA Builder by sharing links. Developers can co-edit and communicate with others in real-time to give timely feedback, which will greatly improve development efficiency.",
      "goto": "Learn how to collaborate"
    }
  },
  "deployment": {
    "title": "Flexible deployment",
    "introduction": "ILLA provides two ways to deploy. Developers can use the ILLA Cloud to quickly start building their apps on any device. We also provide ILLA CLI for free with better security to ensure data safety.",
    "illa-cloud": {
      "title": "ILLA Cloud",
      "des": "Try one-click deployment and enjoy the easiest deployment experience"
    },
    "illa-CLI": {
      "title": "ILLA CLI",
      "des": "The fastest and easiest way to Self-Host ILLA"
    },
    "kubernetes": {
      "title": "Kubernetes",
      "des": "Deploy ILLA into Kubernetes by using ILLA Helm chart"
    },
    "docker": {
      "title": "Docker",
      "des": "Use Docker Compose to deploy ILLA in 5 minutes"
    }
  }
}
