{
  "test": "Zkouška",
  "title": "Práce na ILLA",
  "slogan": "Tváří v tvář výzvám s velkými lidmi",
  "description": "ILLA je začínající s velkými lidmi. Naši hlavní členové přišli ze známých společností a univerzit, jako je ByteDance, Kwai, Pecking University, a HKUST. Již mají zkušenosti s vývojem TikTok a Kwai z nulových na 100 milionů uživatelů a nahromadili bohaté zkušenosti s vývojem výrobků.\nJsme odhodláni vyvíjet vynikající produkty nízkoprogramových platforem pro vývojáře po celém světě, což jim pomůže snížit jejich časové náklady na design a integraci dat. Vytvoříme kompletní firemní interní cloudový systém, který poskytne začínajícím podnikům a malým podnikům nízkonákladové vysoce kvalitní cloudové služby.",
  "life": {
    "title": "Život na ILLA",
    "benefit": {
      "title": "Náš přínos",
      "newcomer": {
        "title": "Výhody pro nově příchozí",
        "des": "Apple laptopy a stolní počítače pro nové zaměstnance"
      },
      "welfare": {
        "title": "Sociální péče",
        "des": "Denní dávka na jídlo a měsíční dávky, které pomáhají zaměstnancům se zlepšovat"
      },
      "office": {
        "title": "Výhody úřadu",
        "des": "Bezplatná káva, týdenní aktivity s různými tématy"
      },
      "holiday": {
        "title": "Požitky při dovolené",
        "des": "poskytuje zaměstnancům kromě dovolené roční dovolenou a pracovní neschopnost"
      }
    }
  },
  "address": {
    "title": "Naše kanceláře",
    "beijing": {
      "title": "Beijing",
      "location": "7/F, Wangfujing 219 Taohui Xintian, Dongcheng District, Peking"
    },
    "shenzhen": {
      "title": "Shenzhen",
      "location": "9/F, Block B, TCL Building, No.6 Gaoxin South Road, Nanshan District, Shenzhen, Guangdong"
    }
  },
  "recruiting": {
    "title": "Náborujeme",
    "responsibilities": "Odpovědnost za zaměstnání:",
    "requirements": "Požadavky na pracovní pozici:",
    "pluses": "Plus:",
    "frontEnd": {
      "title": "Flexibilní inženýr ",
      "responsibilities": "1. Olovo nebo se podílí na vývoji knihoven komponent a neustále zlepšuje snadné používání a škálovatelnost knihoven komponentů.\n2. Olovo nebo se podílet na vývoji nízkokódové platformy, pokračovat ve zlepšování snadnosti používání, stability a škálovatelnosti nízkokódové platformy",
      "requirements": "1. Bachelorův stupeň nebo vyšší z hlediska počítačových předmětů;\n2. Dobré komunikační schopnosti a schopnosti vyjadřovat, silné schopnosti vykonávat, seriózní, rigorózní a vysoce zodpovědný přístup k práci;\n3. Dobré myšlení a shrnutí, obhajování inovací a neustálé optimalizace, pečlivého myšlení, přísného kodexu a silného zájmu o technologii;\n4. Profesionální v oblasti HTML5/ES6/CSS3 a dalších webových vývojových dovedností, schopných nezávisle dokončit tvorbu stránek s dobrými CSS dovednostmi;\n5. Seznamte se s alespoň jedním rámcem hlavního proudu, jako je Vue, React, Svelte atd.,\n6. Familiar with Web application system development, mají, co se týče HTTP protokolu a webového serveru;",
      "pluses": "1. Seznamte se s vývojem serveru Nodejs back-end se zkušenostmi s vysokou koncurrencí, analýzou výkonu, laděním a architekturou back-end služeb;\n2. Zkušenosti s vývojem knihovny komponentů;\n3. Zkušenosti s údržbou open-source projektu."
    },
    "Golang": {
      "title": "Technici pro vývoj společnosti Golang",
      "responsibilities": "1. Odpovědný za vývoj vysoce kvalitních systémů Go a údržbu infrastruktury open-source projektu ILLA Famil.\n2. Optimalizovat výkon on-line a offline služeb a podporovat zavádění vysoce konměnových, vícemístných řešení pro obnovu katastrof.\n3. Pochopte souhrnný test a můžete vytvářet vysoce kvalitní požadavky na kód v souladu s open-source projekty.\n4. Mějte zkušenosti s kontejnerovými projekty.",
      "requirements": "1. Správná struktura dat a základy algoritmu, solidní znalosti programování.\n2. Familiar with one of the Go languages, familiar with MySQL, Redis, Kafka message queue, etc.\n3. Zkušenosti s údržbou open source projektu by byly plus.\n4. Seznámení s technologiemi souvisejícími s front-endem, Vue, HTML, JavaScript a CSS bude plus.\n5. Preferujte vývojáře s nezávislým myšlením, informovanost o výrobcích a jsou schopni navrhovat zlepšení systému a optimalizovat výrobky"
    },
    "contact-us": "Kontaktujte nás ",
    "cv": "Hledám CV:"
  }
}
