{
  "learn-more": "Zjistit více",
  "try-now": "Vyzkoušejte nyní",
  "live-demo": "Živé ukázky",
  "build-with": "Sestavit pomocí {{name}}",
  "integrations": {
    "meta": {
      "title": "Integrace ILLA Cloud",
      "description": "ILLA integruje desítky zdrojů dat a poskytuje velmi jednoduchou metodu připojení k datům, které se mohou připojit k databázím nebo API jako MySQL, PostgreSQL a Hugging Face."
    },
    "header": {
      "title": "Připojit k libovolnému zdroji dat",
      "description": "S možností připojení k hlavním databázím nebo k jakýmkoli datům připojeným prostřednictvím API, ILLA Cloud umožňuje vývojářům úzce integrovat data získaná z back-end se složkami předního konce. To umožňuje vývojářům snadno psát datové hovory a dosáhnout rozsáhlé informační interakce přidáním zdrojů a akcí pro reakci na události uživatelů.",
      "btn-text": "Vyzkoušejte zdarma"
    },
    "classify": {
      "database-integrations": "Databázové integrace",
      "api-integrations": "API integrace"
    },
    "back": "Zpět na integrace"
  },
  "components": {
    "meta": {
      "title": "ILLA Cloudové komponenty",
      "description": "ILLA poskytuje řadu běžně používaných složek pro vývoj na předním konci umožňuje uživatelům snadno vytvářet rozhraní na frontě a reagovat na akce uživatelů a zobrazovat data prostřednictvím jednoduchých operací přetažení. Kromě toho mohou uživatelé vytvořit komplexní komponenty, jako jsou tabulky, grafy, formuláře, seznamy a více prostřednictvím platformy. Tento jednoduchý přístup umožňuje uživatelům bez námahy vytvářet složité složky."
    },
    "header": {
      "title": "Knihovna vestavěných komponentů",
      "description": "ILLA poskytuje řadu běžně používaných složek pro vývoj na předním konci umožňuje uživatelům snadno vytvářet rozhraní na frontě a reagovat na akce uživatelů a zobrazovat data prostřednictvím jednoduchých operací přetažení. Uživatelé mohou sestavovat komplexní komponenty jako tabulky, grafy, formuláře, seznamy a další prostřednictvím ILLA.",
      "btn-text": "Vyzkoušejte zdarma"
    },
    "classify": {
      "inputs": "Inputs",
      "data": "Údaje",
      "presentation": "Zobrazení"
    },
    "back": "Zpět na komponenty"
  },
  "second-page": {
    "feature": {
      "label": "funkce",
      "title": "Co staví ILLA Cloud mimo jiné?",
      "description": "ILLA Cloud's SQL Generate feature and JavaScript svobody, spolu s její bezproblémovou integrací s databázemi a API, Udělej z něj efektivní nástroj pro vývojáře při vytváření interních nástrojů s komponenty přetažení v reálném čase.",
      "item-1-title": "Doplněk ChatGPT",
      "item-1-description": "S vloženým Chatgpt pluginem můžete vložit přirozený jazyk a získat SQL příkazy, které lze spustit přímo.",
      "item-2-title": "Postaveno pro vývojáře",
      "item-2-description": "Poskytujeme vývojářům svobodu JavaScriptu balením JS příkazů s {{Template Syntax}} , abychom přidali rozmanitost do výstupu.",
      "item-3-title": "Integrovat s jakýmkoli zdrojem dat",
      "item-3-description": "ILLA Cloud se připojuje k databázím a API a integruje data back-end do složek front-end a zjednodušuje volání dat po masivní informační interakci.",
      "item-4-title": "Spolupráce v reálném čase",
      "item-4-description": "ILLA mění představivost v reálný kód a návrhy se spoluprací v reálném čase v Editoru ILLA a zlepšuje efektivitu vývoje.",
      "item-5-title": "Responzivní UI knihovna",
      "item-5-description": "Desítky komponent ILLA Builderu mohou být přetaženy a upuštěny, šetří čas a zvyšuje produktivitu vývojáře."
    },
    "template": {
      "label": "Šablony",
      "title": "Co můžete postavit s ILLA?",
      "description": "ILLA Cloud nabízí různé komponenty, jako jsou tabulky, grafy, formuláře, seznamy, atd. Uživatelé mohou snadno stavět řídicí panely, administrátorské panely, formuláře průzkumu a více využívat tyto komponenty.",
      "item-1-title": "Nástěnka",
      "item-1-description": "K vytvoření řídicího panelu použijte tabulky a grafy.",
      "item-2-title": "Anketa",
      "item-2-description": "Použijte formuláře a vstupní komponenty k vytvoření aplikací.",
      "item-3-title": "Panel administrace",
      "item-3-description": "Použít komponentu seznamu k zobrazení a správě informací."
    }
  }
}