{
  "test": "Δοκιμή",
  "title": "Εργασία Στο ILLA",
  "slogan": "Αντιμετωπίζοντας προκλήσεις με μεγάλους ανθρώπους",
  "description": "Το ILLA είναι ένα ξεκίνημα με μεγάλους ανθρώπους. Τα μεγάλα μέλη μας προέρχονταν από διάσημες εταιρείες και πανεπιστήμια, όπως το ByteDance, το Kwai, το Pecking University και το HKUST. Έχουν ήδη την εμπειρία της ανάπτυξης TikTok και Kwai από μηδέν έως 100 εκατομμύρια χρήστες και έχουν συσσωρεύσει πλούσια εμπειρία στην ανάπτυξη προϊόντων.\nΔεσμευόμαστε να αναπτύξουμε εξαιρετικά προϊόντα πλατφόρμας χαμηλού κώδικα για τους προγραμματιστές παγκοσμίως, βοηθώντας τους να μειώσουν το κόστος χρόνου τους για το σχεδιασμό UI και την ενσωμάτωση δεδομένων. Θα καθιερώσουμε ένα πλήρες επιχειρηματικό εσωτερικό σύστημα σύννεφων, παρέχοντας νεοσύστατες και μικρής κλίμακας επιχειρήσεις με χαμηλού κόστους, υψηλής ποιότητας υπηρεσίες σύννεφων.",
  "life": {
    "title": "Ζωή σε ILLA",
    "benefit": {
      "title": "Το Πλεονέκτημα Μας",
      "newcomer": {
        "title": "Νέες παροχές",
        "des": "Φορητοί υπολογιστές της Apple και επιτραπέζιοι υπολογιστές για νέους υπαλλήλους"
      },
      "welfare": {
        "title": "Πρόνοια",
        "des": "Ημερήσιο επίδομα γεύματος και μηνιαίες παροχές για να βοηθήσει τους εργαζόμενους να βελτιωθούν"
      },
      "office": {
        "title": "Παροχές γραφείου",
        "des": "Δωρεάν καφές, εβδομαδιαίες δραστηριότητες με διαφορετικά θέματα"
      },
      "holiday": {
        "title": "Παροχές διακοπών",
        "des": "παρέχουν στους υπαλλήλους ετήσια διακοπές και άδεια ασθενείας εκτός από τις διακοπές"
      }
    }
  },
  "address": {
    "title": "Τα γραφεία μας",
    "beijing": {
      "title": "Beijing",
      "location": "7/F, Wangfujing 219 Taohui Xintian, Dongcheng District, Πεκίνο"
    },
    "shenzhen": {
      "title": "Shenzhen",
      "location": "9/F, Block B, TCL Building, No.6 Gaoxin South Road, Nanshan District, Shenzhen, Guangdong"
    }
  },
  "recruiting": {
    "title": "Έχουμε προσλάβει",
    "responsibilities": "Αρμοδιότητες Εργασίας:",
    "requirements": "Απαιτήσεις Εργασίας:",
    "pluses": "Συνθέσεις:",
    "frontEnd": {
      "title": "Μηχανικός εμπρός άκρου ",
      "responsibilities": "1. Ο μόλυβδος ή η συμμετοχή στην ανάπτυξη των βιβλιοθηκών συνιστωσών και βελτιώνει συνεχώς την ευκολία χρήσης και κλιμάκωσης των βιβλιοθηκών των συστατικών.\n2. Μόλυβδος ή συμμετοχή στην ανάπτυξη πλατφόρμας χαμηλού κώδικα, να συνεχίσει να βελτιώνει την ευκολία χρήσης, τη σταθερότητα και την επεκτασιμότητα της πλατφόρμας χαμηλού κώδικα",
      "requirements": "1. Πτυχίο ή παραπάνω, μείζων σε θέματα που σχετίζονται με υπολογιστές;\n2. Καλές δεξιότητες επικοινωνίας και έκφρασης, ισχυρή ικανότητα εκτέλεσης, σοβαρή, αυστηρή και άκρως υπεύθυνη στάση για την εργασία·\n3. Καλό είναι να σκεφτόμαστε και να συνοψίζουμε, να υποστηρίζουμε την καινοτομία και τη συνεχή βελτιστοποίηση, την προσεκτική σκέψη, τον αυστηρό κώδικα και το έντονο ενδιαφέρον για την τεχνολογία;\n4. Ικανότητα ανάπτυξης HTML5/ES6/CSS3 και άλλων δεξιοτήτων ανάπτυξης ιστοσελίδων, ικανών να ολοκληρώσουν ανεξάρτητα την παραγωγή σελίδων, με καλές δεξιότητες CSS,\n5. Γνωριμία με τουλάχιστον ένα mainstream front-end framework όπως Vue, React, Svelte, κ.λπ.,\n6. Γνωριμία με την ανάπτυξη του συστήματος εφαρμογών Web, κατανοήστε πολύ το πρωτόκολλο HTTP και το διακομιστή Web.",
      "pluses": "1. Εξοικειωμένος με την ανάπτυξη εξυπηρετητών Nodejs, με εμπειρία στην υψηλή συνάφεια, ανάλυση επιδόσεων, και συντονισμό και αρχιτεκτονική υπηρεσιών back-end\n2. Εμπειρία στην ανάπτυξη βιβλιοθήκης συστατικών·\n3. Εμπειρία στη συντήρηση έργου ανοιχτού κώδικα."
    },
    "Golang": {
      "title": "Μηχανικοί ανάπτυξης Golang",
      "responsibilities": "1. Υπεύθυνος για την ανάπτυξη συστημάτων υψηλής ποιότητας Go και τη διατήρηση της υποδομής του έργου ανοιχτού κώδικα ILLA Family.\n2. Βελτιστοποίηση της απόδοσης των online και offline υπηρεσιών και υποστήριξη της εφαρμογής της υψηλής συνάφειας, πολυ-δωμάτιο, λύσεις αποκατάστασης καταστροφών.\n3. Κατανοήστε το γράψιμο της μονάδας και έχετε τη δυνατότητα να παράγετε υψηλής ποιότητας απαιτήσεις κώδικα σύμφωνα με τα έργα ανοιχτού κώδικα.\n4. Έχετε εμπειρία σχετική με το κοντέινερ.",
      "requirements": "1. Καλή δομή δεδομένων και θεμέλιο αλγορίθμου, στερεές δεξιότητες προγραμματισμού.\n2. Γνωριμία με μία από τις γλώσσες Go, εξοικειωμένοι με MySQL, Redis, Kafka ουρά μηνυμάτων, κλπ.\n3. Η εμπειρία στη συντήρηση του έργου ανοικτού κώδικα θα ήταν συν.\n4. Γνωριμία με τεχνολογίες που σχετίζονται με το front-end, Vue, HTML, JavaScript, και CSS θα είναι συν.\n5. Προτιμήστε τους προγραμματιστές με ανεξάρτητη σκέψη, ευαισθητοποίηση προϊόντων, και να έχουν τη δυνατότητα να προτείνουν βελτιώσεις συστήματος και τη βελτιστοποίηση των προϊόντων"
    },
    "contact-us": "Επικοινωνήστε μαζί μας ",
    "cv": "Αναζήτηση για το CV:"
  },
  "language": {
    "en-US": "Αγγλικά",
    "zh-CN": "简体中文",
    "ko-KR": "한국인",
    "ja-JP": "日本語",
    "af-ZA": "Αφρικάανς",
    "cs-CZ": "c´estina",
    "de-DE": "Γερμανικά",
    "da-DK": "dansk",
    "el-GR": "ελληνικά",
    "es-ES": "español",
    "fi-FI": "suomi",
    "fr-FR": "φράγκο",
    "it-IT": "ιταλιάνο",
    "nl-NL": "Ολλανδικά",
    "no-NO": "norsk",
    "pl-PL": "polski",
    "pt-PT": "portugueśs",
    "ro-RO": "ρομάνα;",
    "ru-RU": "«Ομμ»",
    "sv-SE": "svenska",
    "uk-UA": "українська"
  }
}
