{
  "learn-more": "Μάθετε περισσότερα",
  "try-now": "Δοκιμάστε τώρα",
  "live-demo": "Ζωντανή επίδειξη",
  "build-with": "Κατασκευάστηκε με {{name}}",
  "integrations": {
    "meta": {
      "title": "Ενσωματώσεις Στο Σύννεφο ILLA",
      "description": "Η ILLA ενσωματώνει δεκάδες πηγές δεδομένων και παρέχει μια πολύ απλή μέθοδο σύνδεσης δεδομένων, που μπορεί να συνδεθεί με βάσεις δεδομένων ή APIs όπως MySQL, PostgreSQL, και Hugging Face."
    },
    "header": {
      "title": "Σύνδεση σε οποιαδήποτε πηγή δεδομένων",
      "description": "Με τη δυνατότητα σύνδεσης σε mainstream βάσεις δεδομένων ή σε οποιαδήποτε δεδομένα συνδέονται μέσω API, Το ILLA Cloud επιτρέπει στους προγραμματιστές να ενσωματώνουν σφιχτά δεδομένα που λαμβάνονται από το παρασκήνιο με συστατικά front-end. Αυτό επιτρέπει στους προγραμματιστές να γράφουν εύκολα κλήσεις δεδομένων και να επιτυγχάνουν εκτεταμένη αλληλεπίδραση πληροφοριών προσθέτοντας πόρους και ενέργειες για την ανταπόκριση στα συμβάντα του χρήστη.",
      "btn-text": "Δοκιμάστε δωρεάν"
    },
    "classify": {
      "database-integrations": "Ενσωμάτωση Βάσης Δεδομένων",
      "api-integrations": "Ενσωματώσεις API"
    },
    "back": "Επιστροφή στις ενσωματώσεις"
  },
  "components": {
    "meta": {
      "title": "Συστατικά Σύννεφου ILLA",
      "description": "ILLA παρέχει μια σειρά από κοινά χρησιμοποιούμενα συστατικά ανάπτυξης front-end, επιτρέποντας στους χρήστες να κατασκευάζουν εύκολα διεπαφές πρόσθιου άκρου και να ανταποκρίνονται στις ενέργειες του χρήστη και να εμφανίζουν δεδομένα μέσω απλών λειτουργιών drag-and-drop. Επιπλέον, οι χρήστες μπορούν να κατασκευάσουν σύνθετα εξαρτήματα όπως πίνακες, διαγράμματα, φόρμες, λίστες και περισσότερο μέσω της πλατφόρμας. Αυτή η απλή προσέγγιση δίνει τη δυνατότητα στους χρήστες να δημιουργούν αβίαστα σύνθετα εξαρτήματα."
    },
    "header": {
      "title": "Βιβλιοθήκη των ενσωματωμένων στοιχείων",
      "description": "ILLA παρέχει μια σειρά από κοινά χρησιμοποιούμενα συστατικά ανάπτυξης front-end, επιτρέποντας στους χρήστες να κατασκευάζουν εύκολα διεπαφές πρόσθιου άκρου και να ανταποκρίνονται στις ενέργειες του χρήστη και να εμφανίζουν δεδομένα μέσω απλών λειτουργιών drag-and-drop. Οι χρήστες μπορούν να κατασκευάσουν σύνθετα εξαρτήματα όπως πίνακες, διαγράμματα, φόρμες, λίστες και πολλά άλλα μέσω της ILLA.",
      "btn-text": "Δοκιμάστε δωρεάν"
    },
    "classify": {
      "inputs": "Inputs",
      "data": "Δεδομένα",
      "presentation": "Παρουσίαση"
    },
    "back": "Πίσω στα στοιχεία"
  },
  "second-page": {
    "feature": {
      "label": "χαρακτηριστικό",
      "title": "Τι θέτει ILLA Cloud εκτός από άλλους?",
      "description": "Η λειτουργία SQL του ILLA Cloud Παράγει και JavaScript ελευθερία, μαζί με την απρόσκοπτη ενσωμάτωσή της με βάσεις δεδομένων και API, make it an efficient tool for developers building internal tools with drag-and-drop components in real time.",
      "item-1-title": "Πρόσθετο ChatGPT",
      "item-1-description": "Με το ενσωματωμένο πρόσθετο Chatgpt, μπορείτε να εισάγετε φυσική γλώσσα και να πάρετε SQL δηλώσεις που μπορούν να εκτελεστούν άμεσα.",
      "item-2-title": "Χτισμένο για προγραμματιστές",
      "item-2-description": "Παρέχουμε στους προγραμματιστές ελευθερία JavaScript τυλίγοντας δηλώσεις JS με {{Template Syntax}} για να προσθέσουμε ποικιλία στο αποτέλεσμα.",
      "item-3-title": "Ενσωμάτωση με οποιαδήποτε πηγή δεδομένων",
      "item-3-description": "Το ILLA Cloud συνδέεται με βάσεις δεδομένων και API, και ενσωματώνει δεδομένα παρασκηνίου με συστατικά front-end, απλοποιώντας τις κλήσεις δεδομένων για μαζική αλληλεπίδραση πληροφοριών.",
      "item-4-title": "Συνεργασία Σε Πραγματικό Χρόνο",
      "item-4-description": "Η ILLA μετατρέπει τη φαντασία σε πραγματικό κώδικα και σχέδια με συνεργασία σε πραγματικό χρόνο στο ILLA Builder, βελτιώνοντας την αποτελεσματικότητα της ανάπτυξης.",
      "item-5-title": "Ανταποκρινόμενη βιβλιοθήκη UI",
      "item-5-description": "Δεκάδες εξαρτήματα της ILLA Builder μπορούν να συρθούν και να πέσουν, εξοικονομώντας χρόνο και ενισχύοντας την παραγωγικότητα των προγραμματιστών."
    },
    "template": {
      "label": "Πρότυπα",
      "title": "Τι μπορείτε να χτίσετε με ILLA?",
      "description": "Το ILLA Cloud προσφέρει μια ποικιλία στοιχείων, όπως πίνακες, διαγράμματα, φόρμες, λίστες κλπ. Οι χρήστες μπορούν εύκολα να δημιουργήσουν ταμπλό, πίνακες διαχείρισης, φόρμες έρευνας, και πολλά άλλα χρησιμοποιώντας αυτά τα στοιχεία.",
      "item-1-title": "Ταμπλό",
      "item-1-description": "Χρησιμοποιήστε πίνακες και διαγράμματα για να δημιουργήσετε ένα ταμπλό.",
      "item-2-title": "Έρευνα",
      "item-2-description": "Χρησιμοποιήστε τη φόρμα και τα συστατικά εισόδου για να δημιουργήσετε εφαρμογές φόρμας.",
      "item-3-title": "Πίνακας διαχείρισης",
      "item-3-description": "Χρησιμοποιήστε ένα στοιχείο λίστας για να εμφανίσετε και να διαχειριστείτε τις πληροφορίες."
    }
  }
}