{
  "test": "Tester",
  "title": "Travailler à l'ILLA",
  "slogan": "Faire face à des défis avec de grandes personnes",
  "description": "L'ILLA est une start-up avec de grandes personnes; nos principaux membres sont venus de grandes entreprises et universités telles que ByteDance, Kwai, Pecking University, et HKUST. Ils ont déjà l'expérience du développement de TikTok et de Kwai de zéro à 100 millions d'utilisateurs et ont accumulé une riche expérience dans le développement de produits.\nNous nous sommes engagés à développer d'excellents produits de plateformes à code faible pour les développeurs du monde entier, en les aidant à réduire leurs coûts de conception et d'intégration de données de l'interface utilisateur. Nous mettrons en place un système complet de cloud interne d'entreprise, fournissant aux start-ups et aux petites entreprises des services cloud de haute qualité à faible coût.",
  "life": {
    "title": "La vie à l'ILLA",
    "benefit": {
      "title": "Notre avantage",
      "newcomer": {
        "title": "Avantages du nouveau venu",
        "des": "Ordinateurs portables Apple et ordinateurs de bureau pour les nouveaux employés"
      },
      "welfare": {
        "title": "Bien-être",
        "des": "Remise journalière et avantages mensuels pour aider les employés à s'améliorer"
      },
      "office": {
        "title": "Avantages de bureau",
        "des": "Café gratuit, activités hebdomadaires avec différents thèmes"
      },
      "holiday": {
        "title": "Avantages de vacances",
        "des": "fournir aux employés des congés de maladie et de vacances annuels en plus des congés fériés"
      }
    }
  },
  "address": {
    "title": "Nos bureaux",
    "beijing": {
      "title": "Beijing",
      "location": "7/F, Wangfujing 219 Taohui Xintian, District de Dongcheng, Pékin"
    },
    "shenzhen": {
      "title": "Shenzhen",
      "location": "9/F, Bloc B, Bâtiment TCL, No.6 Gaoxin South Road, District de Nanshan, Shenzhen, Guangdong"
    }
  },
  "recruiting": {
    "title": "Nous recrutons",
    "responsibilities": "Responsabilités de l'emploi:",
    "requirements": "Exigences de Job :",
    "pluses": "Plus:",
    "frontEnd": {
      "title": "Ingénieur frontal ",
      "responsibilities": "1. Mener ou participer au développement de bibliothèques de composants, et améliorer continuellement la facilité d'utilisation et la évolutivité des bibliothèques de composants.\n2. Menez ou participez au développement d'une plateforme à code bas, continuez à améliorer la facilité d'utilisation, la stabilité et l'évolutivité de la plateforme à code faible",
      "requirements": "1. Baccalauréat ou supérieur, majeur dans les sujets liés à l'ordinateur;\n2. De bonnes capacités de communication et d’expression, une capacité d’exécution forte, une attitude sérieuse, rigoureuse et hautement responsable pour le travail ;\n3. Bon à la pensée et au résumé, en préconisant l'innovation et l'optimisation continue, la pensée prudente, le code rigoureux et le fort intérêt pour la technologie ;\n4. Compétent en HTML5/ES6/CSS3 et autres compétences de développement Web, capables de réaliser de façon indépendante la production de pages, avec de bonnes compétences CSS ;\n5. Familiarisé avec au moins un framework frontal principal tel que Vue, React, Svelte, etc;\n6. Connaître le développement du système d'applications Web, avoir une grande compréhension du protocole HTTP et du serveur Web ;",
      "pluses": "1. Familiariser avec le développement du serveur back-end de Nodejs, avec l'expérience en matière de haute concurrence, d'analyse de performance et de réglage et d'architecture de service back-end ;\n2. Expérience dans le développement de bibliothèques de composants ;\n3. Expérience dans la maintenance de projets open-source."
    },
    "Golang": {
      "title": "Ingénieurs de développement Golang",
      "responsibilities": "1. Responsable du développement de systèmes Go de haute qualité et de la maintenance des infrastructures de la famille ILLA du projet open-source.\n2. Optimiser la performance des services en ligne et hors ligne et soutenir la mise en œuvre de solutions de récupération de sinistres hautement simultanées, multi-pièces.\n3. Comprendre l'écriture de tests unitaires et avoir la capacité de produire des exigences de code de haute qualité en conformité avec des projets open-source.\n4. Avoir une expérience liée au conteneur.",
      "requirements": "1. Une bonne structure de données et une bonne base d'algorithme, de solides compétences en programmation.\n2. Familiariser avec un des langages Go, familier avec MySQL, Redis, la file d'attente des messages Kafka, etc.\n3. Une expérience dans la maintenance de projet open source serait un plus.\n4. Familiariser avec les technologies liées au front-end, Vue, HTML, JavaScript et CSS serait un plus.\n5. Préférez aux développeurs une pensée indépendante, une prise de conscience des produits et la possibilité de proposer des améliorations du système et d'optimiser les produits"
    },
    "contact-us": "Contactez-nous ",
    "cv": "Recherche de votre CV :"
  },
  "language": {
    "en-US": "Anglais",
    "zh-CN": "简体中文",
    "ko-KR": "한국인",
    "ja-JP": "日本語",
    "af-ZA": "afrikaans",
    "cs-CZ": "c<unk> es<unk> tina",
    "de-DE": "Deutsch",
    "da-DK": "dansk",
    "el-GR": "ελληνικά",
    "es-ES": "español",
    "fi-FI": "suomi",
    "fr-FR": "francais",
    "it-IT": "Italien",
    "nl-NL": "Nederlands",
    "no-NO": "norsk",
    "pl-PL": "polski",
    "pt-PT": "Portugais",
    "ro-RO": "roumaine",
    "ru-RU": "русски<unk>",
    "sv-SE": "svenska",
    "uk-UA": "українська"
  }
}
