{
  "learn-more": "En savoir plus",
  "try-now": "Essayer maintenant",
  "live-demo": "Démo en direct",
  "build-with": "Construire avec {{name}}",
  "integrations": {
    "meta": {
      "title": "Intégrations du Cloud ILLA",
      "description": "ILLA intègre des dizaines de sources de données et fournit une méthode de connexion de données très simple, qui peut se connecter à des bases de données ou des APIs comme MySQL, PostgreSQL, et Hugging Face."
    },
    "header": {
      "title": "Se connecter à n'importe quelle source de données",
      "description": "Avec la possibilité de se connecter à la base de données principale ou à toute donnée connectée via des APIs, ILLA Cloud permet aux développeurs d'intégrer étroitement les données obtenues à partir du back-end avec des composants frontaux. Cela permet aux développeurs d'écrire facilement des appels de données et de parvenir à une interaction étendue de l'information en ajoutant des ressources et des actions pour répondre aux événements de l'utilisateur.",
      "btn-text": "Essayer gratuitement"
    },
    "classify": {
      "database-integrations": "Intégrations de base de données",
      "api-integrations": "Intégrations API"
    },
    "back": "Retour aux intégrations"
  },
  "components": {
    "meta": {
      "title": "Composants Nuage ILLA",
      "description": "ILLA fournit une gamme de composants de développement front-end couramment utilisés, permettant aux utilisateurs de construire facilement des interfaces front-end et de répondre aux actions de l'utilisateur et d'afficher des données grâce à des opérations simples de glisser-déposer. En outre, les utilisateurs peuvent construire des composants complexes tels que des tableaux, des graphiques, des formulaires, des listes et plus encore à travers la plate-forme. Cette approche simple permet aux utilisateurs de créer facilement des composants complexes."
    },
    "header": {
      "title": "Bibliothèque de composants intégrés",
      "description": "ILLA fournit une gamme de composants de développement front-end couramment utilisés, permettant aux utilisateurs de construire facilement des interfaces front-end et de répondre aux actions de l'utilisateur et d'afficher des données grâce à des opérations simples de glisser-déposer. Les utilisateurs peuvent construire des composants complexes tels que des tableaux, des graphiques, des formulaires, des listes, et plus encore grâce à ILLA.",
      "btn-text": "Essayer gratuitement"
    },
    "classify": {
      "inputs": "Inputs",
      "data": "Donnée",
      "presentation": "Présentation"
    },
    "back": "Retour aux composants"
  },
  "second-page": {
    "feature": {
      "label": "fonction",
      "title": "Qu'est-ce qui différencie ILLA Cloud des autres?",
      "description": "La fonctionnalité SQL d'ILLA Cloud Générer et la liberté de JavaScript, ainsi que son intégration transparente avec les bases de données et les APIs, en faire un outil efficace pour les développeurs qui construisent des outils internes avec des composants glisser-déposer en temps réel.",
      "item-1-title": "Plugin de chat GPT",
      "item-1-description": "Avec le plugin Chatgpt intégré, vous pouvez entrer le langage naturel et obtenir des requêtes SQL qui peuvent être exécutées directement.",
      "item-2-title": "Conçu pour les développeurs",
      "item-2-description": "Nous fournissons aux développeurs de JavaScript la liberté en enveloppant les déclarations JS avec {{Template Syntax}} pour ajouter de la variété à la sortie.",
      "item-3-title": "Intégrer à n'importe quelle source de données",
      "item-3-description": "ILLA Cloud se connecte aux bases de données et aux API et intègre les données back-end avec les composants front-end, simplifiant ainsi les appels à des interactions d'informations massives.",
      "item-4-title": "Collaboration en temps réel",
      "item-4-description": "ILLA transforme l'imagination en véritable code et conceptions avec une collaboration en temps réel avec ILLA Builder, améliorant l'efficacité du développement.",
      "item-5-title": "Librairie adaptative de l'interface utilisateur",
      "item-5-description": "Les dizaines de composants de ILLA Builder peuvent être glissés et abandonnés, ce qui permet de gagner du temps et de stimuler la productivité des développeurs."
    },
    "template": {
      "label": "Modèles",
      "title": "Que pouvez-vous construire avec l'ILLA ?",
      "description": "ILLA Cloud offre une variété de composants, tels que des tableaux, des graphiques, des formulaires, des listes, etc. Les utilisateurs peuvent facilement construire des tableaux de bord, des panneaux d'administration, des formulaires d'enquête, et plus encore en utilisant ces composants.",
      "item-1-title": "Tableau de bord",
      "item-1-description": "Utiliser des tables et des graphiques pour créer un tableau de bord.",
      "item-2-title": "Enquête",
      "item-2-description": "Utilisez les composants de formulaire et de saisie pour créer des applications de formulaire.",
      "item-3-title": "Panneau d'administration",
      "item-3-description": "Utilisez un composant de liste pour afficher et gérer les informations."
    }
  }
}