{
  "test": "Тест",
  "title": "Работа в ILLA",
  "slogan": "Стоящие перед собой проблемы с великими людьми",
  "description": "Компания ILLA является стартом с великими людьми, основными членами которой являются известные компании и университеты, такие как ByteDance, Kwai, Pecking University и HKUST. Они уже имеют опыт разработки TikTok и Kwai от нуля до 100 миллионов пользователей и накопили богатый опыт в разработке продуктов.\nМы стремимся разрабатывать отличные продукты с низким кодом для разработчиков во всем мире, помогая им снизить затраты времени на разработку интерфейса и интеграцию данных. Мы создадим комплексную внутреннюю корпоративную облачную систему, обеспечивающую пусконаладочные работы и малые предприятия с недорогостоящими качественными сервисами в облаке.",
  "life": {
    "title": "Жизнь в ILLA",
    "benefit": {
      "title": "Наше преимущество",
      "newcomer": {
        "title": "Преимущества новичка",
        "des": "ноутбуки Apple и настольные компьютеры для новых сотрудников"
      },
      "welfare": {
        "title": "Благосостояние",
        "des": "Пособие на ежедневную еду и ежемесячные пособия, чтобы помочь сотрудникам улучшить себя"
      },
      "office": {
        "title": "Офисные пособия",
        "des": "Бесплатные кофе, еженедельные мероприятия с различными темами"
      },
      "holiday": {
        "title": "Праздничные пособия",
        "des": "предоставить работникам ежегодный отпуск и отпуск по болезни в дополнение к праздничным дням"
      }
    }
  },
  "address": {
    "title": "Наши офисы",
    "beijing": {
      "title": "Beijing",
      "location": "7/F, Wangfujing 219 Taohui Xintian, Dongcheng District, Beijing"
    },
    "shenzhen": {
      "title": "Shenzhen",
      "location": "9/F, Блок В, здание ТСЛ, № 6 Гаоксин Южный Роуд, Наншанский район, Шенчжен, Гуандонг"
    }
  },
  "recruiting": {
    "title": "Мы набираем",
    "responsibilities": "Обязанности:",
    "requirements": "Требования к заданию:",
    "pluses": "плюс:",
    "frontEnd": {
      "title": "Передний инженер ",
      "responsibilities": "1. Ведите или участвуйте в разработке библиотек компонентов и постоянно улучшайте простоту использования и масштабируемость библиотек компонентов.\n2. Ведущий или участвующий в разработке низкокодовой платформы, продолжает улучшать простоту использования, стабильности и масштабируемость низкокодовой платформы",
      "requirements": "1. Степень бакалавра или выше по компьютерным предметам;\n2. Хорошие навыки общения и выражения, мощная способность к исполнению, серьезная и строгая ответственная позиция к работе;\n3. Хорошо продуманно и резюме, пропагандирует инновации и постоянную оптимизацию, тщательное мышление, строгий код и сильный интерес к технологии;\n4. Опытный в области HTML5/ES6/CSS3 и других навыков веб-разработки, способных самостоятельно завершить производство страниц с хорошими навыками CSS;\n5. Знакомьтесь по крайней мере с одним основным интерфейсным фреймворком, таким как Vue, React, Svelte и т.д;\n6. Знакомство с разработкой веб-прикладных систем имеет глубокое понимание протокола HTTP и веб-сервера;",
      "pluses": "1. Ознакомитесь с разработкой бэк-сервера Nodejs, с опытом работы с высокой совместимостью, анализом производительности и настройкой и архитектурой бэкэнд-сервиса;\n2. Опыт в создании библиотек компонентов;\n3. Опыт в сопровождении проектов с открытым исходным кодом."
    },
    "Golang": {
      "title": "Голанские инженеры",
      "responsibilities": "1. Отвечает за разработку высококачественных гоковых систем и поддержание инфраструктуры проекта ILLA с открытым исходным кодом.\n2. Оптимизация эффективности онлайновых и оффлайн услуг и поддержка внедрения многокомнатных решений по восстановлению после стихийных бедствий.\n3. Понимание модульного теста и способность производить требования к высококачественному коду в соответствии с проектами с открытым исходным кодом.\n4. Имейте опыт работы с контейнерами.",
      "requirements": "1. Хорошая структура данных и алгоритм основания, навыки твердого программирования.\n2. Ознакомьтесь с одним из языков, знакомых с MySQL, Redis, Kafka сообщений, и т.д.\n3. Опыт в обслуживании проектов с открытым исходным кодом.\n4. Ознакомьтесь с передовыми технологиями, Vue, HTML, JavaScript и CSS будет плюс.\n5. Предпочитайте разработчикам с самостоятельным мышлением, знанием о продуктах и способностью предлагать улучшения системы и оптимизировать продукты"
    },
    "contact-us": "Свяжитесь с нами ",
    "cv": "Ищете резюме"
  }
}
