{
  "learn-more": "Узнать больше",
  "try-now": "Попробовать",
  "live-demo": "Онлайн демо",
  "build-with": "Сборка с {{name}}",
  "integrations": {
    "meta": {
      "title": "Интеграции ILLA облака",
      "description": "ILLA интегрирует десятки источников данных и предоставляет очень простой метод подключения к данным, которые могут подключаться к базам данных или API, таким как MySQL, PostgreSQL и Hugging Face."
    },
    "header": {
      "title": "Подключиться к любому источнику данных",
      "description": "С возможностью подключения к основным базам данных или любым данным, подключенным через API, ILLA Cloud позволяет разработчикам тесно интегрировать данные, полученные из бэкэнда с внешними компонентами. Это позволяет разработчикам легко писать звонки и проводить обширное информационное взаимодействие, добавляя ресурсы и действия в ответ на события пользователя.",
      "btn-text": "Попробовать бесплатно"
    },
    "classify": {
      "database-integrations": "Интеграции с базой данных",
      "api-integrations": "Интеграции API"
    },
    "back": "Вернуться к интеграциям"
  },
  "components": {
    "meta": {
      "title": "Компоненты ILLA облака",
      "description": "ILLA предоставляет целый ряд часто используемых компонентов для внешнего развития, позволяет пользователям легко строить внешние интерфейсы и реагировать на действия пользователей и отображать данные с помощью простых операций перетаскивания. Кроме того, пользователи могут создавать сложные компоненты, такие как таблицы, графики, формы, списки и многое другое через платформу. Этот простой подход позволяет пользователям легко создавать сложные компоненты."
    },
    "header": {
      "title": "Библиотека встроенных компонентов",
      "description": "ILLA предоставляет целый ряд часто используемых компонентов для внешнего развития, позволяет пользователям легко строить внешние интерфейсы и реагировать на действия пользователей и отображать данные с помощью простых операций перетаскивания. Пользователи могут создавать сложные компоненты, такие как таблицы, диаграммы, формы, списки и многое другое через ILLA.",
      "btn-text": "Попробовать бесплатно"
    },
    "classify": {
      "inputs": "Inputs",
      "data": "Данные",
      "presentation": "Представление"
    },
    "back": "Вернуться к компонентам"
  },
  "second-page": {
    "feature": {
      "label": "свойство",
      "title": "Что устанавливает ILLA Cloud отдельно от других?",
      "description": "SQL Generate от ILLA Cloud, а также его бесшовная интеграция с базами данных и API, сделайте это эффективным инструментом для разработчиков и создайте внутренние инструменты с перетаскиванием компонентов в реальном времени.",
      "item-1-title": "Плагин ChatGPT",
      "item-1-description": "С помощью встроенного плагина Chatgpt вы можете вводить естественный язык и получать операторы SQL, которые могут быть запущены напрямую.",
      "item-2-title": "Создано для разработчиков",
      "item-2-description": "Мы предоставляем разработчикам свободу JavaScript, обернув операторы JS с {{Template Syntax}} , чтобы добавить разнообразие к результату.",
      "item-3-title": "Интегрировать с любым источником данных",
      "item-3-description": "Облако ILLA подключается к базам данных и API, а также интегрирует внутренние данные с внешними компонентами, упрощая призывы к данным для массивного информационного взаимодействия.",
      "item-4-title": "Сотрудничество в реальном времени",
      "item-4-description": "ILLA превращает воображение в реальный код и дизайн при сотрудничестве в реальном времени в ILLA Builder, повышая эффективность разработки.",
      "item-5-title": "Адаптивная библиотека интерфейса",
      "item-5-description": "Множество компонентов в ILLA Builder можно перетаскивать, сэкономить время и увеличить производительность разработчика."
    },
    "template": {
      "label": "Шаблоны",
      "title": "Что вы можете построить с ILLA?",
      "description": "ILLA Cloud предлагает различные компоненты, такие как таблицы, диаграммы, формы, списки и т.д. Пользователи могут легко создавать приборные панели, панели администратора, формы опроса и многое другое.",
      "item-1-title": "Панель",
      "item-1-description": "Используйте таблицы и графики для создания приборной панели.",
      "item-2-title": "Опрос",
      "item-2-description": "Используйте форму и компоненты ввода для создания форм приложений.",
      "item-3-title": "Админ панель",
      "item-3-description": "Использовать компонент списка для отображения и управления информацией."
    }
  }
}