{
  "test": "시험",
  "title": "일라에서 일하기",
  "slogan": "위대한 사람들과 함께 도전",
  "description": "ILLA는 훌륭한 사람들이 모인 스타트업입니다. 주요 구성원은 ByteDance, Kwai, Pecking University 및 HKUST와 같은 유명 기업 및 대학에서 왔습니다. 그들은 이미 TikTok 및 Kwai를 0에서 1억 사용자까지 개발한 경험이 있으며 제품 개발에서 축적된 풍부한 경험.\n저희는 전 세계 개발자를 위해 우수한 로우코드 플랫폼 제품을 개발하여 개발자가 UI 디자인 및 데이터 통합에 소요되는 시간 비용을 줄이는 데 전념하고 있습니다. 완전한 엔터프라이즈 내부 클라우드 시스템을 구축하여 스타트업을 제공할 것입니다. 저비용 고품질 클라우드 서비스를 제공하는 소규모 기업.",
  "life": {
    "title": "일라에서의 생활",
    "benefit": {
      "title": "우리의 이익",
      "newcomer": {
        "title": "신입생 혜택",
        "des": "신규 직원을 위한 Apple 노트북 및 데스크탑 컴퓨터"
      },
      "welfare": {
        "title": "복지",
        "des": "직원의 자기계발을 위한 일식급여 및 월급여"
      },
      "office": {
        "title": "사무실 혜택",
        "des": "무료 커피, 다양한 주제의 주간 활동"
      },
      "holiday": {
        "title": "휴가 혜택",
        "des": "직원들에게 공휴일 외에 연차 및 병가 제공"
      }
    }
  },
  "address": {
    "title": "우리 사무실",
    "beijing": {
      "title": "베이징",
      "location": "7/F, Wangfujing 219 Taohui Xintian, Dongcheng District, Beijing"
    },
    "shenzhen": {
      "title": "선전",
      "location": "9/F, Block B, TCL Building, No.6 Gaoxin South Road, Nanshan District, Shenzhen, Guangdong"
    }
  },
  "recruiting": {
    "title": "모집중",
    "responsibilities": "직무 책임:",
    "requirements": "작업 요구 사항:",
    "pluses": "플러스:",
    "frontEnd": {
      "title": "프론트엔드 엔지니어",
      "responsibilities": "1. 구성요소 라이브러리 개발을 주도하거나 참여하고 구성요소 라이브러리의 사용 편의성과 확장성을 지속적으로 개선합니다.\n2. 로우 코드 플랫폼 개발을 주도하거나 참여하고 사용 편의성을 지속적으로 개선합니다. 로우코드 플랫폼의 안정성, 확장성",
      "requirements": "1. 학사 이상, 컴퓨터 관련 전공자\n2. 의사소통 및 표현력이 우수하고 실행 능력이 뛰어나며 업무에 대한 진지하고 엄격하며 책임감이 강한 태도\n3. 사고력과 요약력이 뛰어나고 혁신을 옹호합니다. 지속적인 최적화, 신중한 사고, 엄격한 코드, 기술에 대한 높은 관심\n4. HTML5/ES6/CSS3 및 기타 웹 개발 기술에 능숙하고 독립적으로 페이지 제작을 완료할 수 있으며 우수한 CSS 기술을 보유하고 있습니다.\n5. at Vue, React, Svelte 등과 같은 하나 이상의 주류 프런트 엔드 프레임워크\n6. 웹 애플리케이션 시스템 개발에 익숙하고 HTTP 프로토콜 및 웹 서버에 대해 잘 이해하고 있습니다.",
      "pluses": "1. Nodejs 백엔드 서버 개발에 익숙하고 높은 동시성, 성능 분석 및 조정, 백엔드 서비스 아키텍처 경험\n2. 구성 요소 라이브러리 개발 경험\n3. 오픈 소스 프로젝트 유지 관리 경험 ."
    },
    "Golang": {
      "title": "Golang 개발 엔지니어",
      "responsibilities": "1. 고품질 Go 시스템 개발 및 오픈소스 프로젝트 ILLA Family의 인프라 유지 관리를 담당합니다.\n2. 온라인 및 오프라인 서비스의 성능을 최적화하고 높은 동시성, 멀티룸, 재해 구현을 지원합니다. 복구 솔루션입니다.\n3. 단위 테스트 작성을 이해하고 오픈소스 프로젝트에 따라 고품질 코드 요구사항을 생성할 수 있습니다.\n4. 컨테이너 관련 경험이 있습니다.",
      "requirements": "1. 우수한 데이터 구조 및 알고리즘 기반, 견고한 프로그래밍 기술.\n2. Go 언어 중 하나에 익숙하고 MySQL, Redis, Kafka 메시지 대기열 등에 익숙함\n3. 오픈소스 프로젝트 유지 관리 경험 우대 .\n4. 프론트엔드 관련 기술에 익숙하신 분, Vue, HTML, JavaScript, CSS가 우대됩니다.\n5. 독립적인 사고와 제품 인식, 시스템 개선 제안 및 제품 최적화 능력을 갖춘 개발자를 선호합니다."
    },
    "contact-us": "문의하기 ",
    "cv": "당신의 이력서를 찾고 있습니다:"
  }
}
