{
  "learn-more": "더 알아보기",
  "try-now": "지금 시도",
  "live-demo": "라이브 데모",
  "build-with": "{{name}}으로 빌드",
  "integrations": {
    "meta": {
      "title": "ILLA Cloud 데이터 통합",
      "description": "ILLA는 수십 개의 데이터 소스를 통합하고 MySQL, PostgreSQL 및 Hugging Face와 같은 데이터베이스 또는 API에 연결할 수 있는 매우 간단한 데이터 연결 방법을 제공합니다."
    },
    "header": {
      "title": "모든 데이터 소스에 연결",
      "description": "주류 데이터베이스 또는 API를 통해 연결된 모든 데이터에 연결할 수 있는 기능을 갖춘 ILLA Cloud를 통해 개발자는 백엔드에서 얻은 데이터를 프런트엔드 구성 요소와 긴밀하게 통합할 수 있습니다. 이를 통해 개발자는 사용자 이벤트에 대한 응답에 리소스 및 작업을 추가하여 데이터 호출을 쉽게 작성하고 광범위한 정보 상호 작용을 달성할 수 있습니다.",
      "btn-text": "무료 체험"
    },
    "classify": {
      "database-integrations": "데이터베이스 통합",
      "api-integrations": "API 통합"
    },
    "back": "통합으로 돌아가기"
  },
  "components": {
    "meta": {
      "title": "ILLA Cloud 데이터 통합",
      "description": "ILLA는 일반적으로 사용되는 다양한 프런트 엔드 개발 구성 요소를 제공하여 사용자가 프런트 엔드 인터페이스를 쉽게 구축하고 사용자 작업에 응답하고 간단한 끌어서 놓기 작업을 통해 데이터를 표시할 수 있도록 합니다. 또한 사용자는 플랫폼을 통해 테이블, 차트, 양식, 목록 등과 같은 복잡한 구성 요소를 구성할 수 있습니다. 이 간단한 접근 방식을 통해 사용자는 복잡한 구성 요소를 쉽게 만들 수 있습니다."
    },
    "header": {
      "title": "내장 구성 요소 라이브러리",
      "description": "ILLA는 일반적으로 사용되는 다양한 프런트 엔드 개발 구성 요소를 제공하여 사용자가 프런트 엔드 인터페이스를 쉽게 구축하고 사용자 작업에 응답하고 간단한 끌어서 놓기 작업을 통해 데이터를 표시할 수 있도록 합니다. 사용자는 ILLA를 통해 테이블, 차트, 양식, 목록 등과 같은 복잡한 구성 요소를 구성할 수 있습니다.",
      "btn-text": "무료 체험"
    },
    "classify": {
      "inputs": "입력",
      "data": "데이터",
      "presentation": "프레젠테이션"
    },
    "back": "반환 구성 요소"
  },
  "second-page": {
    "feature": {
      "label": "제품 특징",
      "title": "ILLA 클라우드가 다른 클라우드와 차별화되는 점은 무엇입니까?",
      "description": "ILLA Cloud의 SQL Generate 기능 및 JavaScript 자유는 데이터베이스 및 API와의 원활한 통합과 함께 실시간으로 끌어서 놓기 구성 요소로 내부 도구를 구축하는 개발자에게 효율적인 도구가 됩니다.",
      "item-1-title": "ChatGPT 플러그인",
      "item-1-description": "내장된 Chatgpt Plugin을 사용하면 자연어를 입력하고 바로 실행할 수 있는 SQL 문을 얻을 수 있습니다.",
      "item-2-title": "개발자를 위한 빌더",
      "item-2-description": "출력에 다양성을 추가하기 위해 {{Template Syntax}}로 JS 문을 래핑하여 개발자에게 JavaScript 자유를 제공합니다.",
      "item-3-title": "모든 데이터 소스와 통합",
      "item-3-description": "ILLA Cloud는 데이터베이스 및 API에 연결하고 백엔드 데이터를 프런트엔드 구성 요소와 통합하여 대규모 정보 상호 작용을 위한 데이터 호출을 단순화합니다.",
      "item-4-title": "실시간 협업",
      "item-4-description": "ILLA는 ILLA Builder에서 실시간 협업을 통해 상상을 실제 코드와 디자인으로 바꾸어 개발 효율성을 높입니다.",
      "item-5-title": "반응형 UI 라이브러리",
      "item-5-description": "ILLA Builder의 수십 가지 구성 요소를 드래그 앤 드롭하여 시간을 절약하고 개발자 생산성을 높일 수 있습니다."
    },
    "template": {
      "label": "템플릿",
      "title": "ILLA로 무엇을 만들 수 있나요?",
      "description": "ILLA Cloud는 테이블, 차트, 양식, 목록 등과 같은 다양한 구성 요소를 제공합니다. 사용자는 이러한 구성 요소를 사용하여 대시보드, 관리자 패널, 설문 조사 양식 등을 쉽게 구축할 수 있습니다.",
      "item-1-title": "계기반",
      "item-1-description": "표와 차트를 사용하여 대시보드를 만듭니다.",
      "item-2-title": "조사",
      "item-2-description": "양식 및 입력 구성 요소를 사용하여 양식 앱을 만듭니다.",
      "item-3-title": "관리자 패널",
      "item-3-description": "목록 구성 요소를 사용하여 정보를 표시하고 관리합니다."
    }
  }
}