{
  "test": "Testa",
  "title": "Arbeta på ILLA",
  "slogan": "Ställda inför utmaningar med stora människor",
  "description": "ILLA är en start-up med fantastiska människor. Våra stora medlemmar kom från kända företag och universitet som ByteDance, Kwai, Pecking University och HKUST. De har redan erfarenhet av att utveckla TikTok och Kwai från noll till 100 miljoner användare och har samlat rik erfarenhet av produktutveckling.\nVi har åtagit oss att utveckla utmärkta lågkodsprodukter för utvecklare över hela världen, vilket hjälper dem att minska sina tidskostnader på UI-design och dataintegrationer. Vi kommer att etablera ett komplett internt molnsystem för företag, som tillhandahåller nystartade företag och småskaliga företag med billiga molntjänster av hög kvalitet.",
  "life": {
    "title": "Livet på ILLA",
    "benefit": {
      "title": "Vår fördel",
      "newcomer": {
        "title": "Nykomling fördelar",
        "des": "Apple bärbara datorer och stationära datorer för nya anställda"
      },
      "welfare": {
        "title": "Välfärd",
        "des": "Daglig måltidsersättning och månatliga förmåner för att hjälpa anställda att förbättra sig själva"
      },
      "office": {
        "title": "Kontorets fördelar",
        "des": "Gratis kaffe, veckoaktiviteter med olika teman"
      },
      "holiday": {
        "title": "Semesterförmåner",
        "des": "ge anställda semester och sjukfrånvaro utöver semester"
      }
    }
  },
  "address": {
    "title": "Våra kontor",
    "beijing": {
      "title": "Beijing",
      "location": "7/F, Wangfujing 219 Taohui Xintian, Dongcheng District, Peking"
    },
    "shenzhen": {
      "title": "Shenzhen",
      "location": "9/F, Block B, TCL Building, No.6 Gaoxin South Road, Nanshan District, Shenzhen, Guangdong"
    }
  },
  "recruiting": {
    "title": "Vi rekryterar",
    "responsibilities": "Ansvar för jobbet:",
    "requirements": "Krav på jobbet:",
    "pluses": "Plus:",
    "frontEnd": {
      "title": "Fram-slut-ingenjör ",
      "responsibilities": "1. Bly eller delta i utvecklingen av komponentbibliotek och ständigt förbättra användarvänligheten och skalbarheten hos komponentbiblioteken.\n2. Bly eller delta i utvecklingen av en lågkodsplattform, fortsätter att förbättra användarvänligheten, stabiliteten och skalbarheten hos lågkodsplattformen",
      "requirements": "1. Kandidatexamen eller ovan, huvudämne i datorrelaterade ämnen;\n2. Bra kommunikations- och uttrycksförmåga, stark utförandeförmåga, allvarlig, rigorös och mycket ansvarsfull inställning till arbete;\n3. Bra på att tänka och sammanfatta, förespråka innovation och kontinuerlig optimering, omsorgsfullt tänkande, rigorös kod och starkt intresse för teknik;\n4. Kunna i HTML5/ES6/CSS3 och andra färdigheter i webbutveckling, kunna självständigt slutföra sidproduktion, med goda CSS-färdigheter;\n5. Bekanta med åtminstone en mainstream front-end ramverk som Vue, React, Svelte, etc;\n6. Bekanta med utveckling av webbapplikationssystem, har en stor förståelse för HTTP-protokoll och webbserver;",
      "pluses": "1. Bekanta dig med Nodejs back-end-serverutveckling, med erfarenhet av hög samvaluta, prestandaanalys och trimning och back-end-tjänstearkitektur;\n2. Erfarenhet av komponentbiblioteksutveckling;\n3. Erfarenhet av underhåll med öppen källkod."
    },
    "Golang": {
      "title": "Golangs utvecklingsingenjörer",
      "responsibilities": "1. Ansvarar för utvecklingen av högkvalitativa Go-system och underhåll av infrastrukturen i projektet ILLA med öppen källkod.\n2. Optimera onlinetjänsternas och offlinetjänsternas prestanda och stödja implementeringen av lösningar med hög konvaluta, flera rum, katastrofåterställning.\n3. Förstå skrivandet av enhetstester, och har förmågan att producera högkvalitativa kodkrav i linje med projekt med öppen källkod.\n4. Ha behållarrelaterad erfarenhet.",
      "requirements": "1. Bra datastruktur och algoritmgrund, gedigen programmeringskompetens.\n2. Bekant med ett av Go-språken, bekant med MySQL, Redis, Kafka budskapskö etc.\n3. Erfarenhet av underhåll med öppen källkod skulle vara ett plus.\n4. Bekanta dig med front-end relaterade tekniker, Vue, HTML, JavaScript och CSS skulle vara ett plus.\n5. Föredrar utvecklare med oberoende tänkande, produktmedvetenhet, och har förmågan att föreslå systemförbättringar och optimera produkter"
    },
    "contact-us": "Kontakta oss ",
    "cv": "Letar du efter ditt CV:"
  }
}
