{
  "learn-more": "Läs mer",
  "try-now": "Prova nu",
  "live-demo": "Live demo",
  "build-with": "Bygg med {{name}}",
  "integrations": {
    "meta": {
      "title": "ILLA Cloud Integrationer",
      "description": "ILLA integrerar dussintals datakällor och ger en mycket enkel dataanslutningsmetod, som kan ansluta till databaser eller API:er som MySQL, PostgreSQL och Hugging Face."
    },
    "header": {
      "title": "Anslut till alla datakällor",
      "description": "Med möjlighet att ansluta till vanliga databaser eller någon data ansluten via API:er, ILLA Cloud gör det möjligt för utvecklare att tätt integrera data som erhållits från back-end med front-end-komponenter. Detta gör det möjligt för utvecklare att enkelt skriva datanrop och uppnå omfattande informationsinteraktion genom att lägga till resurser och åtgärder för att svara på användarhändelser.",
      "btn-text": "Prova gratis"
    },
    "classify": {
      "database-integrations": "Databasintegrationer",
      "api-integrations": "API Integrationer"
    },
    "back": "Tillbaka till integrationer"
  },
  "components": {
    "meta": {
      "title": "ILLA Molnkomponenter",
      "description": "ILLA erbjuder en rad vanliga front-end utvecklingskomponenter, gör det möjligt för användare att enkelt bygga front-end-gränssnitt och reagera på användaråtgärder och visa data genom enkla dra-och-släpp-operationer. Dessutom kan användare konstruera komplexa komponenter som tabeller, diagram, formulär, listor och mer genom plattformen. Denna enkla metod ger användarna möjlighet att enkelt skapa komplexa komponenter."
    },
    "header": {
      "title": "Bibliotek med inbyggda komponenter",
      "description": "ILLA erbjuder en rad vanliga front-end utvecklingskomponenter, gör det möjligt för användare att enkelt bygga front-end-gränssnitt och reagera på användaråtgärder och visa data genom enkla dra-och-släpp-operationer. Användare kan konstruera komplexa komponenter som tabeller, diagram, formulär, listor och mer genom ILLA.",
      "btn-text": "Prova gratis"
    },
    "classify": {
      "inputs": "Inputs",
      "data": "Data",
      "presentation": "Presentation"
    },
    "back": "Tillbaka till komponenter"
  },
  "second-page": {
    "feature": {
      "label": "funktion",
      "title": "Vad skiljer ILLA Cloud från andra?",
      "description": "ILLA Clouds SQL Generera funktion och JavaScript frihet, tillsammans med dess sömlösa integration med databaser och API:er, gör det till ett effektivt verktyg för utvecklare att bygga interna verktyg med dra-och-släpp-komponenter i realtid.",
      "item-1-title": "ChattGPT-plugin",
      "item-1-description": "Med den inbäddade Chatgpt Plugin, kan du mata in naturligt språk och få SQL-satser som kan köras direkt.",
      "item-2-title": "Byggd för utvecklare",
      "item-2-description": "Vi tillhandahåller utvecklare JavaScript frihet genom att slå in JS-satser med {{Template Syntax}} för att lägga till variation till utgången.",
      "item-3-title": "Integrera med alla datakällor",
      "item-3-description": "ILLA Cloud ansluter till databaser och API:er och integrerar back-end-data med front-end-komponenter, vilket förenklar datanrop för massiva informationsinteraktioner.",
      "item-4-title": "Samarbete i realtid",
      "item-4-description": "ILLA förvandlar fantasin till verklig kod och design med realtidssamarbete i ILLA Builder, vilket förbättrar utvecklingseffektiviteten.",
      "item-5-title": "Responsivt UI-bibliotek",
      "item-5-description": "ILLA Builders dussintals komponenter kan dras och släppas, vilket sparar tid och ökar utvecklarproduktiviteten."
    },
    "template": {
      "label": "Mallar",
      "title": "Vad kan du bygga med ILLA?",
      "description": "ILLA Cloud erbjuder en mängd olika komponenter, såsom tabeller, diagram, formulär, listor, etc. Användare kan enkelt bygga instrumentpaneler, adminpaneler, formulär undersökning och mer med hjälp av dessa komponenter.",
      "item-1-title": "Instrumentpanel",
      "item-1-description": "Använd tabeller och diagram för att skapa en instrumentbräda.",
      "item-2-title": "Enkät",
      "item-2-description": "Använd form- och inmatningskomponenter för att skapa formulärappar.",
      "item-3-title": "Admin panel",
      "item-3-description": "Använd en listkomponent för att visa och hantera information."
    }
  }
}